Repository: pedropena/backharddi-ng-kernel
Catalog: udebs/addons/util-linux/source/po/*.po
Languages: sl

source: Shutdown process aborted
sl: Postopek zaustavitve prekinjen

source: %s: Only root can shut a system down.
sl: %s: Sistem lahko zaustavi samo sistemski skrbnik.

source: That must be tomorrow, can't you wait till then?
sl: To se mora zgoditi jutri, ali ne morete poèakati do takrat?

source: for maintenance; bounce, bounce
sl: za vzdr¾evanje

source: The system is being shut down within 5 minutes
sl: Sistem se bo zaustavil èez pet minut

source: Login is therefore prohibited.
sl: Prijava zato ni dovoljena.

source: rebooted by %s: %s
sl: ponovno zagnal uporabnik %s: %s

source: halted by %s: %s
sl: ustavil uporabnik %s: %s

source: Why am I still alive after reboot?
sl: Zakaj sem ¹e vedno aktiven po ponovnem zagonu?

source: Now you can turn off the power...
sl: Zdaj lahko varno izklopite raèunalnik.

source: Calling kernel power-off facility...
sl: Klièem jedrovo izkljuèitveno metodo...

source: Error powering off %s
sl: Napaka pri izkljuèevanju %s

source: Executing the program "%s" ...
sl: Zaganjam program "%s" ...

source: Error executing %s
sl: Napaka pri izvajanju %s

source: URGENT: broadcast message from %s:
sl: NUJNO: oddaj sporoèilo iz %s:

source: System going down in %d hours %d minutes
sl: Sistem se bo ustavil èez %d ur in %d minut.

source: System going down in 1 hour %d minutes
sl: Sistem se bo ustavil èez eno uro in %d minut.

source: System going down in %d minutes
sl: Sistem se bo ustavil èez %d minut.

source: System going down in 1 minute
sl: Sistem se bo ustavil èez eno minuto.

source: System going down IMMEDIATELY!
sl: Sistem se ustavlja ZDAJ.

source: Cannot fork for swapoff. Shrug!
sl: Ni mogoèe vejiti za izkluèitev izmenjalnega prostora.

source: Cannot exec swapoff, hoping umount will do the trick.
sl: izkljuèitve izmenjalnega prostora ni mogoèe izvesti, upam, da bo umount uspel

source: Cannot fork for umount, trying manually.
sl: Umount vejitev ni uspela, poizku¹am roèno

source: Cannot exec %s, trying umount.
sl: Ni moè izvesti %s, posku¹am z umount.

source: Cannot exec umount, giving up on umount.
sl: Ni moè izvesti umount, nadaljni poskusi opu¹èeni.

source: Unmounting any remaining filesystems...
sl: Odklapljam preostale datoteène sisteme...

source: shutdown: Couldn't umount %s: %s
sl: shutdown: Umount ni uspel z %s: %s

source: Booting to single user mode.
sl: Zagon v enouporabni¹kem naèinu.

source: exec of single user shell failed
sl: izvedba enouporabni¹ke lupine ni uspela

source: fork of single user shell failed
sl: vejitev enouporabni¹ke lupine ni uspela

source: error opening fifo
sl: napaka pri odpiranju fifo

source: error setting close-on-exec on /dev/initctl
sl: napaka pri nastavljanju zapiranja pri izvr¹itvi na /dev/initctl

source: error running finalprog
sl: napaka med izvajanjem poslednjega programa

source: error forking finalprog
sl: napak pri vejitvi poslednjega programa

source: Wrong password.
sl: Napaèno geslo.

source: lstat of path failed
sl: lstat imenika ni uspel

source: stat of path failed
sl: stat imenika ni uspel

source: open of directory failed
sl: open imenika ni uspel

source: fork failed
sl: vejitev ni uspela

source: exec failed
sl: zagon ni uspel

source: cannot open inittab
sl: inittab ni mogoèe odpreti

source: no TERM or cannot stat tty
sl: ni terminala ali ni mogoèe dostopati do tty

source: too many iov's (change code in wall/ttymsg.c)
sl: preveè iov-jev (spremeni kodo v wall/ttymsg.c)

source: excessively long line arg
sl: prekoraèitev dol¾ine vrstice argumenta

source: cannot fork
sl: vejitev ni mogoèa

source: fork: %s
sl: vejitev: %s

source: %s: BAD ERROR
sl: %s RESNA NAPAKA

source: %s: the group file is busy.
sl: %s: datoteka skupine je v rabi.

source: %s: the %s file is busy (%s present)
sl: %s: datoteka %s je v rabi (%s dosegljiva)

source: %s: can't link %s: %s
sl: %s: ni mogoèe povezati %s: %s

source: %s: Can't get context for %s
sl: %s: Ni mogoèe dobiti zveze za %s

source: %s: Can't set context for %s
sl: %s: Ni mogoèe nastaviti uporabni¹ke zveze za %s

source: %s: can't unlock %s: %s (your changes are still in %s)
sl: %s: ni mogoèe odkleniti %s: %s (va¹e spremembe so ¹e vedno v %s)

source: %s: Cannot fork
sl: %s: Ni mogoèe vejiti

source: %s: %s unchanged
sl: %s: %s ni spremenjeno

source: %s: no changes made
sl: %s: brez sprememb

source: You are using shadow groups on this system.
sl: Na tem sistemu uporabljate zasenèene skupine.

source: You are using shadow passwords on this system.
sl: Na tem sistemu uporabljate zasenèena gesla.

source: Would you like to edit %s now [y/n]?
sl: Ali ¾elite a¾urirati %s [y/n]?

source: usage: %s [file]
sl: uporaba: %s [datoteka]

source: %s: can't open temporary file.
sl: %s: zaèasne datoteke ni mogoèe odpreti.

source: Broadcast Message from %s@%s
sl: Prejeto sporoèilo od %s@%s

source: %s: will not read %s - use stdin.
sl: %s: %s ne bo prebran - uporabi stdin.

source: %s: can't read %s.
sl: %s %s ni mogoèe brati.

source: %s: can't stat temporary file.
sl: %s ni mogoèe dobiti stanja zaèasne datoteke.

source: %s: can't read temporary file.
sl: %s: ni mogoèe brati iz zaèasne datoteke.

source: illegal month value: use 1-12
sl: neveljavna vrednost meseca: uporabite 1-12

source: illegal year value: use 1-9999
sl: neveljavna vrednost leta: uporabite 1-9999

source: usage: %s [+format] [day month year]
sl: uporaba: %s [+format] [dan mesec leto]

source: St. Tib's Day
sl: Dan st. Tiba

source: %s: unknown signal %s
sl: %s: neznan signal %s

source: %s: can't find process "%s"
sl: %s: procesa ni mogoèe najti "%s"

source: %s: unknown signal %s; valid signals:
sl: %s: neznan signal %s; veljavni signali:

source: usage: %s [ -s signal | -p ] [ -a ] pid ...
sl: uporaba: %s [ -s signal | -p ] [ -a ] pid ...

source: logger: unknown facility name: %s.
sl: logger: neznano ime poslopja[facility]: %s.

source: logger: unknown priority name: %s.
sl: logger: neznano prednostno ime: %s.

source: usage: logger [-is] [-f file] [-p pri] [-t tag] [-u socket] [ message ... ]
sl: uporaba: logger [-is] [-f dat] [-p prednost] [-t znaèka] [-u vtiènica] [ sporoèilo ...]

source: usage: look [-dfa] [-t char] string [file]
sl: uporaba: look [-dfa] [-t znak] niz [datoteka]

source: Could not open %s
sl: Ni mogoèe odpreti %s

source: Got %d bytes from %s
sl: Dobljenih %d bajtov od %s

source: %s: out of memory
sl: %s: zmanjkalo pomnilnika

source: %s: renaming %s to %s failed: %s
sl: %s: preimenovanje %s na %s ni uspelo: %s

source: call: %s from to files...
sl: klic: %s iz na datoteke...

source: Warning: `%s' is a link. Use `%s [options] %s' if you really want to use it. Script not started.
sl: Opozorilo: `%s' je povezava. Uporabite `%s [izbire] %s' èe jo ¾elite uporabiti. Skript ni bil izvr¹en.

source: usage: script [-a] [-f] [-q] [-t] [file]
sl: uporaba: script [-a] [-f] [-q] [-t] [datoteka]

source: Script started, file is %s
sl: Script se je zaèel, dat. je %s

source: Script started on %s
sl: Script se je zaèel na %s

source: Script done on %s
sl: Script konèan na %s

source: Script done, file is %s
sl: Script konèan, dat. je %s

source: openpty failed
sl: openpty ni uspel

source: Out of pty's
sl: Zmanjkalo pty-jev

source: %s: Argument error, usage
sl: %s: Napake pri izbiri, uporabi

source: [ -term terminal_name ]
sl: [ -term ime_terminala ]

source: [ -standout [ attr ] ]
sl: [ -standout [ atribut ]

source: [ -tabs [ tab1 tab2 tab3 ... ] ] (tabn = 1-160)
sl: [ -tabs [ tab1 tab2 ... ] ] (¹t. tab-ov = 1-160)

source: [ -clrtabs [ tab1 tab2 tab3 ... ] ] (tabn = 1-160)
sl: [ -clrtabs [ tab1 tab2 ... ] ] (¹t. tab-ov = 1-160)

source: [ -dump [1-NR_CONSOLES] ]
sl: [ -dump [1-©T_UPRAVLJALNIKOV] ]

source: [ -append [1-NR_CONSOLES] ]
sl: [ -append [1-©T_UPRAVLJALNIKOV] ]

source: [ -file dumpfilename ]
sl: [ -file izhodna_dat ]

source: [ -bfreq freqnumber ]
sl: [ -bfreq frekvenèna_¹t. ]

source: cannot (un)set powersave mode
sl: ni mogoèe nastaviti powersave naèina

source: klogctl error: %s
sl: klogctl napaka: %s

source: Error writing screendump
sl: Napaka pri branju zaslonskega izpisa

source: %s: $TERM is not defined.
sl: %s: $TERM ni doloèen.

source: whereis [ -sbmu ] [ -SBM dir ... -f ] name...
sl: whereis [ -sbmu ] [ -SBM imenik ... -f ] ime...

source: write: can't find your tty's name
sl: write: imena va¹ega tty ni mogoèe najti

source: write: you have write permission turned off.
sl: write: dovoljenje za pisanje imate izklopljeno.

source: write: %s is not logged in on %s.
sl: write: %s ni prijavljen na %s.

source: write: %s has messages disabled on %s
sl: write: %s ima onemogoèena sporoèila na %s

source: usage: write user [tty]
sl: uporaba: write uporabnik [tty]

source: write: %s is not logged in
sl: write: %s se ni prijavljen

source: write: %s has messages disabled
sl: write: %s ima onemogoèena sporoèila

source: write: %s is logged in more than once; writing to %s
sl: write: %s se je prijavil veè kot enkrat; pi¹em v %s

source: Message from %s@%s (as %s) on %s at %s ...
sl: Sporoèilo iz %s@%s (kot %s) na %s pri %s ...

source: Message from %s@%s on %s at %s ...
sl: Sporoèilo iz %s@%s na %s pri %s ...

source: warning: error reading %s: %s
sl: opozorilo: napaka pri branju %s: %s

source: warning: can't open %s: %s
sl: opozorilo: ne morem odpreti %s: %s

source: mount: could not open %s - using %s instead
sl: mount: ni mogoèe odpreti %s - uporabljam %s namesto tega

source: can't create lock file %s: %s (use -n flag to override)
sl: ni mogoèe ustvariti omejitvene datoteke %s: %s (za povozitev uporabi -n)

source: can't link lock file %s: %s (use -n flag to override)
sl: omejitvene datoteke %s ni mogoèe vezati : %s (za povozitev uporabi -n)

source: can't open lock file %s: %s (use -n flag to override)
sl: omejitvene datoteke %s ni mogoèe odpreti: %s (za povozitev uporabi -n)

source: Can't lock lock file %s: %s
sl: Omejitvene datoteke %s ni mogoèe zakleniti: %s

source: can't lock lock file %s: %s
sl: omejitvene datoteke %s ni mogoèe zakleniti: %s

source: timed out
sl: èas se je iztekel

source: Cannot create link %s Perhaps there is a stale lock file?
sl: Povezave %s ni mogoèe ustvariti Mogoèe obstaja neveljavna zaklepna datoteka?

source: cannot open %s (%s) - mtab not updated
sl: %s ni mogoèe odpreti (%s) - mtab ni a¾uriran

source: error writing %s: %s
sl: napaka pri pisanju %s: %s

source: error changing mode of %s: %s
sl: Napaka pri spreminjanju naèina %s: %s

source: can't rename %s to %s: %s
sl: ni mogoèe preimenovati %s v %s: %s

source: , offset %d
sl: , odmik %d

source: , encryption type %d
sl: , ¹ifrirni tip %d

source: loop: can't get info on device %s: %s
sl: loop: informacij o napravi %s ni mogoèe dobiti: %s

source: loop: can't open device %s: %s
sl: loop: ni mogoèe odpreti naprave %s: %s

source: %s: Could not find any loop device. Maybe this kernel does not know about the loop device? (If so, recompile or `modprobe loop'.)
sl: %s: loop naprave ni mogoèe najti. Mogoèe to jedro ne ve za napravo te vrste. (Èe je to res, ponovno prevedi jedro ali si pomagaj z `modprobe loop'.)

source: Couldn't lock into memory, exiting.
sl: V pomnilnik ni mogoèe zakleniti, konèujem.

source: del_loop(%s): success
sl: del_loop(%s): uspeh

source: loop: can't delete device %s: %s
sl: loop: naprave %s ni mogoèe zbrisati: %s

source: This mount was compiled without loop support. Please recompile.
sl: Program mount je bil preveden brez podpore za loop. Poskusite ponovno prevesti mount.

source: No loop support was available at compile time. Please recompile.
sl: Med prevajanjem ni bilo podpore za loop napravo. Poskusite ponovno prevesti.

source: mount: according to mtab, %s is already mounted on %s
sl: mount: po evidenci mtab je %s ¾e priklopljeno na %s

source: mount: according to mtab, %s is mounted on %s
sl: mount: po evidenci mtab je %s priklopljeno na %s<

source: mount: can't open %s for writing: %s
sl: mount: enote %s ni moè odpreti za pisanje: %s

source: mount: error writing %s: %s
sl: mount: napaka pri pisanju na %s: %s

source: mount: error changing mode of %s: %s
sl: mount: napaka pri spreminjanju naèina %s: %s

source: mount: cannot fork: %s
sl: mount: ni mogoèe vejiti: %s

source: Trying %s
sl: Posku¹am z %s

source: mount: you didn't specify a filesystem type for %s
sl: mount: za %s niste podali vrste dat. sistema

source: I will try all types mentioned in %s or %s
sl: Uporabili se bodo vsi tipi omenjeni v %s ali %s

source: and it looks like this is swapspace
sl: in izgleda kot da je izmenjalni prostor

source: I will try type %s
sl: Uporabljen bo tip %s

source: %s looks like swapspace - not mounted
sl: %s je podoben izmenjalnemu prostoru, zato ne bo priklopljen

source: mount failed
sl: priklop ni uspel

source: mount: only root can mount %s on %s
sl: mount: samo sistemski skrbnik lahko priklopi %s na %s

source: mount: loop device specified twice
sl: mount: loop naprava je podana dvakrat

source: mount: type specified twice
sl: mount: tip je podan dvakrat

source: mount: skipping the setup of a loop device
sl: mount: nastavitev loop naprave bo preskoèena

source: mount: going to use the loop device %s
sl: mount: loop naprava %s bo uporabljena

source: mount: failed setting up loop device
sl: mount: nastavitev loop naprave ni uspela

source: mount: setup loop device successfully
sl: mount: nastavitev loop naprave je uspela

source: mount: no %s found - creating it..
sl: mount: %s bo ustvarjen, ker ga nisem na¹el

source: mount: can't open %s: %s
sl: mount: %s ni mogoèe odpreti: %s

source: mount: argument to -p or --pass-fd must be a number
sl: mount: argument pri -p ali --pass-fd mora biti ¹tevilka

source: mount: cannot open %s for setting speed
sl: mount: %s ni mogoèe odpreti za nastavitev hitrosti

source: mount: cannot set speed: %s
sl: mount: hitrosti ni mogoèe nastaviti: %s

source: mount: I could not determine the filesystem type, and none was specified
sl: mount: Tipa dat. sistema ni bilo mogoèe ugotoviti in ni bil podan

source: mount: you must specify the filesystem type
sl: mount: tip dat. sistema mora biti podan

source: mount: mount failed
sl: mount: priklop ni uspel

source: mount: mount point %s is not a directory
sl: mount: priklopna toèka %s ni imenik

source: mount: permission denied
sl: mount: dostop zavrnjen

source: mount: must be superuser to use mount
sl: mount: ukaz mount lahko uporablja samo sistemski skrbnik

source: mount: %s is busy
sl: mount: %s je v rabi

source: mount: proc already mounted
sl: mount: proc je ¾e priklopljen

source: mount: %s already mounted or %s busy
sl: mount: %s je ¾e priklopljen ali %s zaposlen

source: mount: mount point %s does not exist
sl: mount: priklopna toèka %s ne obstaja

source: mount: mount point %s is a symbolic link to nowhere
sl: mount: priklopna toèka %s je simbolna povezava do nièesar

source: mount: special device %s does not exist
sl: mount: posebna naprava %s ne obstaja

source: mount: special device %s does not exist (a path prefix is not a directory)
sl: mount: posebna naprava %s ne obstaja (pot ni imenik)

source: mount: %s not mounted already, or bad option
sl: mount: %s ¹e ni priklopljen ali nepravilna izbira

source: (could this be the IDE device where you in fact use ide-scsi so that sr0 or sda or so is needed?)
sl: (to bi lahko bila IDE naprava pri kateri uporabljate ide-scsi tako, da je potrebno imeti sr0 ali sda)

source: (aren't you trying to mount an extended partition, instead of some logical partition inside?)
sl: (ali posku¹ate priklopiti raz¹irjen razdelek, namesto notranjega logiènega razdelka?)

source: In some cases useful info is found in syslog - try dmesg | tail or so
sl: V nekaterih primerih dobite uporabne informacije v sist. dnevniku poskusite z dmesg | tail

source: mount table full
sl: priklopna tabela je polna

source: mount: %s: can't read superblock
sl: mount: %s: superbloka ni mogoèe prebrati

source: mount: %s: unknown device
sl: mount: %s: neznana naprava

source: mount: probably you meant %s
sl: mount: verjetno je bilo mi¹ljeno %s

source: mount: maybe you meant 'iso9660'?
sl: mount: mogoèe je bil mi¹ljen 'iso9660'?

source: mount: maybe you meant 'vfat'?
sl: mount: mogoèe je bil mi¹ljen 'vfat'?

source: mount: %s has wrong device number or fs type %s not supported
sl: mount: %s ima napaèno ¹tevilko naprave ali pa datoteènosistemski tip %s ni podprt

source: mount: %s is not a block device, and stat fails?
sl: mount: %s ni bloèna naprava in stat ne uspe?

source: mount: %s is not a block device (maybe try `-o loop'?)
sl: mount: %s ni bloèna naprava (poskusite `-o loop'?)

source: mount: %s is not a block device
sl: mount: %s ni bloèna naprava

source: mount: %s is not a valid block device
sl: mount: %s ni veljavna bloèna naprava

source: block device
sl: bloèna naprava

source: mount: cannot mount %s%s read-only
sl: mount: %s%s ni moè priklopiti samo za branje

source: mount: %s%s is write-protected but explicit `-w' flag given
sl: mount: %s%s je za¹èitena pred pisanjem ampak podana je `-w' zastavica

source: mount: %s%s is write-protected, mounting read-only
sl: mount: %s%s je za¹èitena pred pisanjem, priklapljam samo za branje

source: mount: no type was given - I'll assume nfs because of the colon
sl: mount: tip ni bil podan - predpostavlja se nfs zaradi dvopièja

source: mount: %s already mounted on %s
sl: mount: %s je ¾e priklopljen v %s

source: mount: only root can do that
sl: mount: to lahko izvede samo sistemski skrbnik

source: nothing was mounted
sl: niè ni bilo priklopljeno

source: mount: no such partition found
sl: mount: takega razdelka nisem na¹el

source: mount: can't find %s in %s or %s
sl: mount: %s ni mogoèe najti v %s ali %s

source: [mntent]: warning: no final newline at the end of %s
sl: [mntent]: opozorilo: na koncu datoteke %s manjka prehod na zaèetek vrstice

source: [mntent]: line %d in %s is bad%s
sl: [mntent]: vrstici %d in %s sta po¹kodovani%s

source: ; rest of file ignored
sl: ; preostanek datoteke bo ignoriran

source: bug in xstrndup call
sl: hro¹è v klicu xstrndup

source: not enough memory
sl: premalo pomnilnika

source: %s on %s
sl: %s na %s

source: umount: compiled without support for -f
sl: umount: prevajanje je potekalo brez podpore za -f

source: umount: %s: invalid block device
sl: umount: %s: neveljavna bloèna naprava

source: umount: %s: not mounted
sl: umount: %s: ni priklopljena

source: umount: %s: can't write superblock
sl: umount: %s: superbloka ni mogoèe zapisati

source: umount: %s: not found
sl: umount: %s: neuspe¹no iskanje

source: umount: %s: must be superuser to umount
sl: umount: %s: samo sistemski skrbnik lahko odklaplja

source: umount: %s: block devices not permitted on fs
sl: umount: %s: na dat. sist. bloène naprave niso dovoljene

source: no umount2, trying umount...
sl: ni umount2, posku¹am z umount...

source: umount: %s busy - remounted read-only
sl: umount: %s je zaposlena - ponovno priklapljam samo za branje

source: umount: could not remount %s read-only
sl: umount: ponovni priklop %s samo za branje ni mogoè

source: %s umounted
sl: %s je odklopljen

source: umount: cannot find list of filesystems to unmount
sl: umount: seznama dat. sist. za odklop ni mogoèe najti

source: Trying to umount %s
sl: %s posku¹am odklopiti

source: Could not find %s in mtab
sl: %s ni mogoèe najti v mtab

source: umount: %s is not mounted (according to mtab)
sl: umount: %s ni priklopljen (glede na mtab)

source: umount: it seems %s is mounted multiple times
sl: umount: izgleda kot da je %s veèkrat priklopljen

source: umount: %s is not in the fstab (and you are not root)
sl: umount: %s ni v fstab (in vi niste sistemski skrbnik)

source: umount: %s mount disagrees with the fstab
sl: umount: priklop %s je v nasprotju z fstab

source: umount: only root can do that
sl: umount: samo sistemski skrbnik naredi to

source: You must be root to set the Ctrl-Alt-Del behaviour.
sl: Za nastavitev obna¹anja Ctrl-Alt-Del morate biti sistemski skrbnik.

source: Usage: ctrlaltdel hard|soft
sl: Uporaba: ctrlaltdel hard|soft

source: File %s, For threshold value %lu, Maximum characters in fifo were %d, and the maximum transfer rate in characters/second was %f
sl: Datoteka %s, Za pragovno vrednost %lu, Najveè znakov v fifo je bilo %d, in najveèja hitrost prenosa %f znakov/sekundo

source: File %s, For threshold value %lu and timrout value %lu, Maximum characters in fifo were %d, and the maximum transfer rate in characters/second was %f
sl: Datoteka %s, Za pragovno vrednost %lu in vrednost odmora %lu, Najveè znakov v fifo je bilo %d, in najveèja prenosna hitrost je bila %f znakov/sekundo

source: Invalid interval value: %s
sl: Neveljavna vrednost intervala: %s

source: Invalid set value: %s
sl: Neveljavna vrednost nastavljanja: %s

source: Invalid default value: %s
sl: Neveljavna privzeta vrednost: %s

source: Invalid set time value: %s
sl: Neveljavna vrednost za nastavitev èasa:%s

source: Invalid default time value: %s
sl: Neveljavna vrednost za privzeti èas: %s

source: Usage: %s [-q [-i interval]] ([-s value]|[-S value]) ([-t value]|[-T value]) [-g|-G] file [file...]
sl: Uporaba: %s [-q [-i interval]] ([-s vrednost]|[-S vrednost]) ([-t vrednost]|[-T vrednost]) [-g|-G] dat [ dat...]

source: Can't open %s: %s
sl: %s ni mogoèe odpreti: %s

source: Can't set %s to threshold %d: %s
sl: %s ni mogoèe nastaviti na prag %d: %s

source: Can't set %s to time threshold %d: %s
sl: %s ni mogoèe nastaviti na èasovni prag %d: %s

source: Can't get threshold for %s: %s
sl: Pragu za %s ni mogoèe dobiti: %s

source: Can't get timeout for %s: %s
sl: Odmora za %s ni mogoèe dobiti: %s

source: %s: %ld current threshold and %ld current timeout
sl: %s: trenutni prag: %ld, in trenutni odmor: %ld

source: %s: %ld default threshold and %ld default timeout
sl: %s: privzeti prag: %ld, in privzeti odmor: %ld

source: Can't set signal handler
sl: Signalnega upravljalnika ni mogoèe nastaviti

source: gettimeofday failed
sl: klic gettimeofday ni uspel

source: Can't issue CYGETMON on %s: %s
sl: Signala CYGETMON ni mogoèe izdati na %s: %s

source: %s: %lu ints, %lu/%lu chars; fifo: %lu thresh, %lu tmout, %lu max, %lu now
sl: %s: %lu ¹tevil, %lu/%lu znakov; fifo: %lu prag, %lu odmor, %lu najveè, %lu trenutna

source: %f int/sec; %f rec, %f send (char/sec)
sl: %f ¹t./sek; %f sprejeto, %f poslano (znak/sek)

source: %s: %lu ints, %lu chars; fifo: %lu thresh, %lu tmout, %lu max, %lu now
sl: %s: %lu ¹t., %lu znakov, fifo: %lu prag, %lu odmor, %lu najveè, %lu trenutna

source: %f int/sec; %f rec (char/sec)
sl: %f ¹t./sek; %f sprejetih (znak/sek)

source: invalid id: %s
sl: neveljavni id: %s

source: cannot remove id %s (%s)
sl: id-a %s ni mogoèe odstraniti (%s)

source: deprecated usage: %s {shm | msg | sem} id ...
sl: zastarela raba: %s {skup_medpom | sporèlo | id_semfrja} id ...

source: unknown resource type: %s
sl: neznan vir: %s

source: resource(s) deleted
sl: vir/i so zbrisani

source: %s: illegal option -- %c
sl: %s: nedovoljena izbira -- %c

source: %s: illegal key (%s)
sl: %s: nedovoljen kljuè (%s)

source: permission denied for key
sl: za kljuè dostop zanikan

source: already removed key
sl: kljuè je ¾e bil odstranjen

source: invalid key
sl: neveljaven kljuè

source: unknown error in key
sl: v kljuèu je neznana napaka

source: permission denied for id
sl: za id je dostop zavrnjen

source: invalid id
sl: neveljaven id

source: already removed id
sl: id je ¾e odstranjen

source: unknown error in id
sl: v id je neznana napaka

source: %s: unknown argument: %s
sl: %s: neznan argument: %s

source: usage : %s -asmq -tclup
sl: uporaba : %s -asmq -tclup

source: %s -h for help.
sl: %s -h za pomoè.

source: %s provides information on ipc facilities for which you have read access.
sl: %s ponuja informacije o ipc poslopjih za katere imate bralni dostop

source: Resource Specification: -m : shared_mem -q : messages
sl: Specifikacija vira: -m : deljen_pom -q : sporoèila
