Repository: pedropena/backharddi-ng-kernel
Catalog: udebs/addons/util-linux/source/po/*.po
Languages: sl

source: -s : semaphores -a : all (default)
sl: -s : semaforji -a : vse (privzeto)

source: Output Format: -t : time -p : pid -c : creator
sl: Oblika Izhoda: -t : èas -p : pid -c : stvarnik

source: -l : limits -u : summary
sl: -l : omejitve -u : povzetek

source: -i id [-s -q -m] : details on resource identified by id
sl: -i id [-s -q -m] : podrobnosti o viru prepoznanem po id

source: kernel not configured for shared memory
sl: za deljen pomnilnik jedro ni nastavljeno

source: ------ Shared Memory Limits --------
sl: ---- Omejitve deljenega pomnilnika ----

source: max number of segments = %lu
sl: naj. ¹t. odsekov = %lu

source: max seg size (kbytes) = %lu
sl: naj. velikost odseka (kB) = %lu

source: min seg size (bytes) = %lu
sl: najmanj. vel. odseka (B) = %lu

source: ------ Shared Memory Status --------
sl: ---- Stanje deljenega pomnilnika ----

source: segments allocated %d
sl: %d dodeljenih odsekov

source: pages allocated %ld
sl: %ld dodeljenih strani

source: pages resident %ld
sl: %ld prisotnih strani

source: pages swapped %ld
sl: %ld izmenjanih strani

source: Swap performance: %ld attempts %ld successes
sl: Uèinkovitost izmenjalnega prostora: %ld poskusov %ld uspe¹nih

source: ------ Shared Memory Segment Creators/Owners --------
sl: ---- stvarniki/lastniki deljenega pomnilni¹kega odseka ----

source: perms
sl: dovoljenja

source: ------ Shared Memory Attach/Detach/Change Times --------
sl: ---- Deljeno pomnilni¹ki pripeti/odpeti/spremenjeni èasi ----

source: owner
sl: lastnik

source: attached
sl: pripeto

source: detached
sl: odpeto

source: changed
sl: spremenjeno

source: ------ Shared Memory Creator/Last-op --------
sl: ---- Stvaritelj deljenega pomnilnika ----

source: ------ Shared Memory Segments --------
sl: ---- Segmenti deljenega pomnilnika ----

source: key
sl: kljuè

source: bytes
sl: bajtov

source: status
sl: stanje

source: Not set
sl: Nenastavljeno

source: dest
sl: ponor

source: locked
sl: zaklenjen

source: kernel not configured for semaphores
sl: za semaforje jedro ni pravilno nastavljeno

source: ------ Semaphore Limits --------
sl: ---- Omejitve semaforjev ----

source: max number of arrays = %d
sl: naj. ¹t. polj = %d

source: max semaphores per array = %d
sl: naj. ¹t. semaforjev na polje = %d

source: max semaphores system wide = %d
sl: naj. sistemskih semaforjev = %d

source: max ops per semop call = %d
sl: naj. ¹t. operacij na klic semop = %d

source: semaphore max value = %d
sl: naj. vrednost semaforja = %d

source: ------ Semaphore Status --------
sl: ---- Stanje semaforja ----

source: used arrays = %d
sl: uporabljena polja = %d

source: allocated semaphores = %d
sl: dodeljeni semaforji = %d

source: ------ Semaphore Arrays Creators/Owners --------
sl: ---- stvarniki/lastniki polj semaforjev ----

source: last-op
sl: zadnja-op

source: last-changed
sl: zadnja sprememba

source: ------ Semaphore Arrays --------
sl: ---- Semaforna polja ----

source: nsems
sl: ¹tsem

source: kernel not configured for message queues
sl: za sporoèilne vrste jedro ni pravilno nastavljeno

source: ------ Messages: Limits --------
sl: ---- Sporoèila: Omejitve ----

source: max queues system wide = %d
sl: naj. sistemskih vrst = %d

source: max size of message (bytes) = %d
sl: naj. velikost sporoèila (B) = %d

source: default max size of queue (bytes) = %d
sl: naj. privzeta velikost vrste (B) = %d

source: ------ Messages: Status --------
sl: ---- Sporoèila: Stanje ----

source: allocated queues = %d
sl: dodeljene vrste = %d

source: used headers = %d
sl: uporabljene glave = %d

source: used space = %d bytes
sl: porabljen prostor = %d bajtov

source: ------ Message Queues: Creators/Owners --------
sl: ---- Sporoèilna vrsta: stvarniki/lastniki ----

source: msqid
sl: idsporvrst

source: ------ Message Queues Send/Recv/Change Times --------
sl: ---- Èasi oddaje/sprejema/spremembe sporoèilnih vrst ----

source: send
sl: po¹lji

source: recv
sl: sprejmi

source: change
sl: spremeni

source: ------ Message Queues PIDs --------
sl: ---- PID-i sporoèilnih vrst ----

source: ------ Message Queues --------
sl: ---- Sporoèilne vrste ----

source: used-bytes
sl: porabljeni-bajti

source: messages
sl: sporoèila

source: Shared memory Segment shmid=%d
sl: Segment deljenega pomnilnika shmid=%d

source: mode=%#o access_perms=%#o
sl: naèin=%#o dostop_dovoljenja=%#o

source: bytes=%ld lpid=%d cpid=%d nattch=%ld
sl: bajti=%ld lpid=%d cpid=%d nattch=%ld

source: att_time=%-26.24s
sl: att_èas=%-26.24s

source: det_time=%-26.24s
sl: det_èas=%-26.24s

source: change_time=%-26.24s
sl: èas_spremembe=%-26.24s

source: Message Queue msqid=%d
sl: msqid sporoèilne vrste = %d

source: send_time=%-26.24s
sl: oddajni_èas=%-26.24s

source: rcv_time=%-26.24s
sl: sprejemni_èas=%-26.24s

source: Semaphore Array semid=%d
sl: semid Polj semaforjev=%d

source: mode=%#o, access_perms=%#o
sl: naèin=%#o, dostop_dovoljenja=%#o

source: nsems = %ld
sl: ¹tsem = %ld

source: semnum
sl: ¹tsem

source: value
sl: vrednost

source: usage: rdev [ -rv ] [ -o OFFSET ] [ IMAGE [ VALUE [ OFFSET ] ] ]
sl: uporaba: rdev [ -rv ] [ -o ODMIK ] [ SLIKA [ VREDNOST [ ODMIK ] ] ]

source: rdev /dev/fd0 (or rdev /linux, etc.) displays the current ROOT device
sl: rdev /dev/fd0 (ali rdev /linux, itn.) prika¾e trenutno korensko napravo

source: rdev /dev/fd0 /dev/hda2 sets ROOT to /dev/hda2
sl: rdev /dev/fd0 /dev/hda2 nastavi korensko napravo na /dev/hda2

source: rdev -R /dev/fd0 1 set the ROOTFLAGS (readonly status)
sl: rdev -R /dev/fd0 1 nastavi kor. zastavice (samo za branje)

source: rdev -r /dev/fd0 627 set the RAMDISK size
sl: rdev -r /dev/fd0 627 nastavi velikost pom. diska

source: rdev -v /dev/fd0 1 set the bootup VIDEOMODE
sl: rdev -v /dev/df0 1 nastavi zagonski grafièni naèin

source: rdev -o N ... use the byte offset N
sl: rdev -o N. ... uporabi bajtni odmik N

source: rootflags ... same as rdev -R
sl: rootflags ... enako kot rdev -R

source: ramsize ... same as rdev -r
sl: ramsize ... enako kot rdev -r

source: vidmode ... same as rdev -v
sl: vidmode ... enako kot rdev -v

source: Note: video modes are: -3=Ask, -2=Extended, -1=NormalVga, 1=key1, 2=key2,...
sl: Opomba: grafièni naèini so: -3=Vpra¹aj, -2=Raz¹irjen, -1=NavadniVGA, 1=kljuè1, 2=kljuè2,...

source: use -R 1 to mount root readonly, -R 0 for read/write.
sl: uporabi -R 1 za priklop korenske naprave v naèinu samo za branje, -R 0 pa za branje/pisanje

source: missing comma
sl: vejica manjka

source: out of memory
sl: zmanjkalo je pomnilnika

source: %s: Usage: "%s [options] -m <mapfile> (defaults: "%s" and "%s") -p <pro-file> (default: "%s") -M <mult> set the profiling multiplier to <mult> -i print only info about the sampling step -v print verbose data -a print all symbols, even if count is 0 -b print individual histogram-bin counts -s print individual counters within functions -r reset all the counters (root only) -n disable byte order auto-detection -V print version and exit
sl: %s: Uporaba: "%s [izbire] -m <preslikdat> (privzeta: "%s" in "%s") -p <pro-dat> (privzeto: "%s") -M <mult> nastavi profilni veèkratnik na <mult> -i izpi¹i informacije o vzorènem koraku -v podatke izpi¹i gostobesedno -a izpi¹i vse simbole, tudi èe je pre¹tevek 0 -b izpi¹i samostojne histogramske pre¹tevke -s izpi¹i samostojne pre¹tevke znotraj funkcij -r ponovno nastavi vse ¹tevce (lahko samo skrbnik) -n onemogoèi samozaznavo bajtnega reda -V izpi¹i razlièico in izhod

source: Sampling_step: %i
sl: Vzorèni_korak: %i

source: %s: %s(%i): wrong map line
sl: %s: %s(%i): napaèna preslikovalna(map) vrstica

source: %s: can't find "_stext" in %s
sl: %s: "_stext" ni mogoèe najti v %s

source: %s: profile address out of range. Wrong map file?
sl: %s: profil naslova je izven dometa. Napaèna preslik.(map) dat.?

source: total
sl: skupno

source: renice: %s: unknown user
sl: renice: %s: neznan uporabnik

source: renice: %s: bad value
sl: renice: %s: nepravilna vrednost

source: getpriority
sl: dobiprioriteto

source: setpriority
sl: nastaviprioriteto

source: %d: old priority %d, new priority %d
sl: %d: stara prioriteta %d, nova prioriteta %d

source: usage: %s program [arg ...]
sl: uporaba: %s program [izbira ...]

source: Usage: %s <device> [ -i <IRQ> | -t <TIME> | -c <CHARS> | -w <WAIT> | -a [on|off] | -o [on|off] | -C [on|off] | -q [on|off] | -s | -T [on|off] ]
sl: Uporaba: %s <naprava> [ -i <IRQ> | -t <ÈAS> | -c <ZNAKI> | -w <ÈAKAJ> | -a [on|off] | -o [on|off] | -C [on|off] | -q [on|off] | -s | -T [on|off] ]

source: malloc error
sl: napaka v malloc

source: %s: bad value
sl: %s: slaba vrednost

source: %s: %s not an lp device.
sl: %s: %s ni lp naprava.

source: %s status is %d
sl: %s stanje je %d

source: , busy
sl: , zaposlen

source: , ready
sl: , pripravljen

source: , out of paper
sl: , papirja je zmanjkalo

source: , on-line
sl: , povezano

source: , error
sl: , napaka

source: LPGETIRQ error
sl: napaka pri LPGETIRQ

source: %s using IRQ %d
sl: %s uporablja IRQ %d

source: %s using polling
sl: %s uporablja glasovanje

source: col: bad -l argument %s.
sl: col: slab argument -l: %s.

source: usage: col [-bfpx] [-l nline]
sl: uporaba: col [-bfpx] [-l ¹tlinije]

source: col: write error.
sl: col: pisalna napaka.

source: col: warning: can't back up %s.
sl: col: opozorilo: varnostno kopiranje %s ni mogoèe.

source: past first line
sl: za prvo vrstico

source: -- line already flushed
sl: -- vrstica je ¾e splaknjena

source: usage: %s [ - ] [ -2 ] [ file ... ]
sl: uporaba: %s [ - ] [ -2 ] [ dat ... ]

source: line too long
sl: vrstica je predolga

source: usage: column [-tx] [-c columns] [file ...]
sl: uporaba: column [-tx] [-c stolpec] [dat ...]

source: hexdump: bad length value.
sl: hexdump: slaba vrednost dol¾ine.

source: hexdump: bad skip value.
sl: hexdump: slaba vrednost preskoka.

source: hexdump: [-bcCdovx] [-e fmt] [-f fmt_file] [-n length] [-s skip] [file ...]
sl: hexdump: [-bcCdovx] [-e oblika] [-f oblk_dat] [-n dol¾ina] [-s preskok] [dat ...]

source: usage: %s [-dflpcsu] [+linenum | +/pattern] name1 name2 ...
sl: uporaba: %s [-dflpcsu] [+vrstica | +/vzorec] ime1 ime2 ...

source: *** %s: directory ***
sl: *** %s: imenik ***

source: ******** %s: Not a text file ********
sl: ******** %s: Ni znakovna datoteka ********

source: [Use q or Q to quit]
sl: [Za izhod uporabite q ali Q]

source: --More--
sl: --Naprej--

source: (Next file: %s)
sl: (Naslednja datoteka: %s)

source: [Press space to continue, 'q' to quit.]
sl: [Pritisnite preslednico za nadaljevanje, Q za izhod.]

source: ...back %d pages
sl: ...nazaj za %d strani

source: ...back 1 page
sl: ...nazaj za eno stran

source: ...skipping one line
sl: ...preskok vrstice

source: ...skipping %d lines
sl: ...preskok %d vrstic

source: ***Back***
sl: ***Nazaj***

source: Most commands optionally preceded by integer argument k. Defaults in brackets. Star (*) indicates argument becomes new default.
sl: Veèini ukazv se lahko doda celo¹tevilski argument k. Privzeto v oklepajih. Zvezdica (*) pomeni, da bo argument od sedaj naprej privzet.

source: <space> Display next k lines of text [current screen size] z Display next k lines of text [current screen size]* <return> Display next k lines of text [1]* d or ctrl-D Scroll k lines [current scroll size, initially 11]* q or Q or <interrupt> Exit from more s Skip forward k lines of text [1] f Skip forward k screenfuls of text [1] b or ctrl-B Skip backwards k screenfuls of text [1] ' Go to place where previous search started = Display current line number /<regular expression> Search for kth occurrence of regular expression [1] n Search for kth occurrence of last r.e [1] !<cmd> or :!<cmd> Execute <cmd> in a subshell v Start up /usr/bin/vi at current line ctrl-L Redraw screen :n Go to kth next file [1] :p Go to kth previous file [1] :f Display current file name and line number . Repeat previous command
sl: <preslednica> Prika¾i naslednjih k vrstic besedila [trenutna velikost zaslona] z Prika¾i naslednjih k vrstic besedila [trenutna velikost zaslona] <enter> Prika¾i naslednjih k vrstic besedila [1]* d ali ctrl-d Pomakni se za k vrstic [trenutna pomièna hitrost, ponavadi 11]* q, Q ali <prekinitev> Prekini izpis s Preskoèi k vrstic besedila [1] f Preskoèi k zaslonov besedila [1] b ali ctrl-B Prekoèi k zaslonov besedila nazaj [1] ' Pojdi na prostor zaèetka prej¹njega iskanja = Prika¾i ¹tevilko vrstice /<regularni izraz> Poi¹èi k-to pojavitev regularnega izraza [1] n Poi¹èi k-to pojavitev zadnjega reg. izraza [1] !<ukaz> ali :!<ukaz> Za¾eni ukaz v podlupini v Za¾eni /usr/bin/vi na trenutni vrstici ctrl-L Osve¾i zaslon :n Pojdi na k-to datoteko za trenutno [1] :p Pojid na k-to datoteka pred trenutno [1] :f Prika¾i ime trenutne datoteke in ¹tevilko vrstice . Ponovi prej¹nji ukaz

source: [Press 'h' for instructions.]
sl: [Pritisnite 'h' za navodila.]

source: "%s" line %d
sl: "%s" vrstica %d

source: [Not a file] line %d
sl: [Ni datoteka] vrstica %d

source: Overflow
sl: Prekoraèitev

source: ...skipping
sl: ...preskok

source: Regular expression botch
sl: Krpa regularnega izraza

source: Pattern not found
sl: Vzorca ni moè najti

source: Pattern not found
sl: Vzorca ni moè najti

source: can't fork
sl: vejitev ni mogoèa

source: ...Skipping
sl: ... Preskok

source: ...Skipping to file
sl: ... Preskok na datoteko

source: ...Skipping back to file
sl: ... Preskok nazaj na datoteko

source: Line too long
sl: Vrstica je predolga

source: No previous command to substitute for
sl: Zaradi neobstojeèega prej¹njega ukaza zamenjava ni mogoèa

source: od: od(1) has been deprecated for hexdump(1).
sl: od: od(1) je nadome¹èen s programom hexdump(1).

source: od: hexdump(1) compatibility doesn't support the -%c option%s
sl: od: hexdump(1) ne podpira izbire -%c izbir%s

source: ; see strings(1).
sl: ; glejte strings(1).

source: hexdump: can't read %s.
sl: hexdump: branje %s ni mogoèe.

source: hexdump: line too long.
sl: hexdump: vrstica je predolga.

source: hexdump: byte count with multiple conversion characters.
sl: hexdump: ¹tevec bajtov je naveden z veèkratnimi pretvornimi znaki.

source: hexdump: bad byte count for conversion character %s.
sl: hexdump: slab ¹tevec bajtov za pretvorni znak %s.

source: hexdump: %%s requires a precision or a byte count.
sl: hexdump: %%s zahteva bodisi natanènost bodisi ¹tevec bajtov.

source: hexdump: bad format {%s}
sl: hexdump: slaba oblika [%s]

source: hexdump: bad conversion character %%%s.
sl: hexdump: slab pretvorni znak %%%s.

source: %s: Usage: %s [-number] [-p string] [-cefnrs] [+line] [+/pattern/] [files]
sl: %s: Uporaba: %s [-¹tevilo] [-p niz] [-cefnrs] [+vrstica] [+/vzorec/] [datoteke]

source: %s: option requires an argument -- %s
sl: %s: izbira zahteva argument -- %s

source: %s: illegal option -- %s
sl: %s: nedovoljena izbira -- %s

source: ...skipping forward
sl: ... preskok naprej

source: ...skipping backward
sl: ... preskok nazaj

source: No next file
sl: Naslednje datoteke ni

source: No previous file
sl: Prej¹nje datoteke ni

source: %s: Read error from %s file
sl: %s: Napaka pri branju iz datoteke %s

source: %s: Unexpected EOF in %s file
sl: %s: Neprièakovan konec datoteke v %s

source: %s: Unknown error in %s file
sl: %s: Neznana napaka v datoteki %s

source: %s: Cannot create tempfile
sl: %s: Zaèasne datoteke ni mogoèe ustvariti

source: RE error:
sl: napaka RE:

source: No remembered search string
sl: Shranjenega iskalnega niza ni

source: Cannot open
sl: Ni mogoèe odpreti

source: saved
sl: shranjeno

source: : !command not allowed in rflag mode.
sl: : !ukaz ni dovoljen v rflag naèinu.

source: fork() failed, try again later
sl: klic fork() ni uspel, poskusite pozneje

source: (Next file:
sl: (Naslednja datoteka:

source: usage: rev [file ...]
sl: Uporaba: rev [dat ...]

source: usage: %s [ -i ] [ -tTerm ] file...
sl: Uporaba: %s [ -i ] [ -tTerm ] dat...

source: trouble reading terminfo
sl: pri branju terminfo baze podatk. je pri¹lo do napake

source: Unknown escape sequence in input: %o, %o
sl: Na vhodu je neznano ube¾no zaporedje: %o, %o

source: Unable to allocate buffer.
sl: Za medpomnilnik ni mogoèe dodeliti pomnilnika.

source: Input line too long.
sl: Vhodna vrstica je predolga.

source: Out of memory when growing buffer.
sl: Pri poveèevanju medpomnilnika je zmanjkalo pomnilnika.
