Repository: pedropena/backharddi-ng-kernel
Catalog: udebs/addons/util-linux/source/po/*.po
Languages: sl

source: Old situation:
sl: Staro stanje:

source: Partition %d does not exist, cannot change it
sl: Razdelek %d ne obstaja in ne more biti spremenjen

source: New situation:
sl: Novo stanje:

source: I don't like these partitions - nothing changed. (If you really want this, use the --force option.)
sl: Te razdelki mi ne ustrezajo - ni sprememb. (Èe res ¾elite to, uporabite izbiro --force.)

source: I don't like this - probably you should answer No
sl: To mi ne ustreza - verjetno bi morali odgovoriti Ne

source: Are you satisfied with this? [ynq]
sl: Ali ste zadovoljni s tem? [ynq]

source: Do you want to write this to disk? [ynq]
sl: Ali ¾elite zapisati to na disk? [ynq]

source: sfdisk: premature end of input
sl: sfdisk: prezgoden konec vnosa

source: Quitting - nothing changed
sl: Konèujem - brez sprememb

source: Please answer one of y,n,q
sl: Prosim, da odgovorizo z y,n,q

source: Successfully wrote the new partition table
sl: Tabela razdelkov je uspe¹no zapisana

source: If you created or changed a DOS partition, /dev/foo7, say, then use dd(1) to zero the first 512 bytes: dd if=/dev/zero of=/dev/foo7 bs=512 count=1 (See fdisk(8).)
sl: Èe ste ustvarili ali spremenili razdelek tipa DOS, npr. /dev/foo7, potem uporabite dd(1) zato, da postavite prvih 512 bajtov na 0: dd if=/dev/zero of=/dev/foo7 bs=512 count=1 (glej fdisk(8).)

source: Try `getopt --help' for more information.
sl: Poskusite `getopt --help' za veè informacij.

source: empty long option after -l or --long argument
sl: dolga prazna izbira po -l ali --long izbira

source: unknown shell after -s or --shell argument
sl: neznana lupina po -s ali -shell izbira

source: Usage: getopt optstring parameters
sl: Uporaba: getopt optstring parametri

source: getopt [options] [--] optstring parameters
sl: getopt [izbire] [--] optstring parametri

source: getopt [options] -o|--options optstring [options] [--]
sl: getopt [izbire] -o|--izbire optstring [izbire] [--]

source: parameters
sl: parametri

source: -a, --alternative Allow long options starting with single -
sl: -a. --alternative Dovoli dolge izbire, ki se zaènejo z enim -

source: -h, --help This small usage guide
sl: -h --help Manj¹a navodila

source: -l, --longoptions=longopts Long options to be recognized
sl: -l --longoptions=dolgeizbire Dolge izbire za prepoznavo

source: -n, --name=progname The name under which errors are reported
sl: -n, --name=imeprograma Ime na katerega se naslavljajo napake

source: -o, --options=optstring Short options to be recognized
sl: -o, --options=nizizbir Kratke izbire za prepoznavo

source: -q, --quiet Disable error reporting by getopt(3)
sl: -q, --quiet Onemogoèi getopt(3) poroèanje napak

source: -Q, --quiet-output No normal output
sl: -Q, --quiet-output Brez normalnega izhoda

source: -s, --shell=shell Set shell quoting conventions
sl: -s, --shell=lupina Nastavi lupinsko konvencijo citiranja

source: -T, --test Test for getopt(1) version
sl: -T. --test Test za razlièico getopt(1)

source: -u, --unqote Do not quote the output
sl: -u, --unqote Ne citiraj izhoda

source: -V, --version Output version information
sl: -V, --version Izpi¹i informacije o razlièici

source: missing optstring argument
sl: manjka izbira nizizbir

source: internal error, contact the author.
sl: notranja napaka, sporoèite avtorju.

source: booted from MILO
sl: zagnano iz MILO

source: Ruffian BCD clock
sl: Ura Ruffian BCD

source: clockport adjusted to 0x%x
sl: vrata ure naravnana na 0x%x

source: funky TOY!
sl: zabavna IGRAÈA!

source: %s: atomic %s failed for 1000 iterations!
sl: %s: atomski %s neuspe¹en v 1000 ponovitvah!

source: Cannot open /dev/port: %s
sl: Odprtje vrat /dev/port: %s ni uspelo

source: I failed to get permission because I didn't try.
sl: Dovoljenja mi ni uspelo pridobiti, ker nisem poskusil.

source: %s is unable to get I/O port access: the iopl(3) call failed.
sl: %s ne more dobiti dostopa do V/I vrat: klic iopl(3) neuspe¹en.

source: Probably you need root privileges.
sl: Verjetno potrebujete pravice skrbnika sistema.

source: Assuming hardware clock is kept in %s time.
sl: Privzemamo, da strojna ura teèe v %s èasu.

source: local
sl: krajevnem

source: %s: Warning: unrecognized third line in adjtime file
sl: %s: Opozorilo: neprepoznana tretja vrstica v datoteki adjtime

source: (Expected: `UTC' or `LOCAL' or nothing.)
sl: (Prièakovano: `UTC' ali `LOCAL` ali niè.)

source: Last drift adjustment done at %ld seconds after 1969
sl: Zadnja prilagoditev drsenju opravljena %ld sekund po letu 1969

source: Last calibration done at %ld seconds after 1969
sl: Zadnje preverjanje mer je bilo opravljeno %ld sekund po letu 1969

source: Hardware clock is on %s time
sl: Strojna ura teèe v %s èasu

source: unknown
sl: neznanem

source: Waiting for clock tick...
sl: Èakamo na tiktak ure...

source: ...got clock tick
sl: ...dobili tiktak.

source: Invalid values in hardware clock: %4d/%.2d/%.2d %.2d:%.2d:%.2d
sl: Neveljavne vrednosti v strojni uri: %4d/%.2d/%.2d %.2d:%.2d:%.2d

source: Hw clock time : %4d/%.2d/%.2d %.2d:%.2d:%.2d = %ld seconds since 1969
sl: Èas strojne ure: %4d/%.2d/%.2d %.2d:%.2d:%.2d = %ld sekund po letu 1969

source: Time read from Hardware Clock: %4d/%.2d/%.2d %02d:%02d:%02d
sl: Èas, prebran iz strojne ure: %4d/%.2d/%.2d %02d:%02d:%02d

source: Setting Hardware Clock to %.2d:%.2d:%.2d = %ld seconds since 1969
sl: Strojno uro nastavljamo na %.2d:%.2d:%.2d = %ld sekund po letu 1969

source: Clock not changed - testing only.
sl: Ure ni spremenjena - zgolj preizkus.

source: The Hardware Clock registers contain values that are either invalid (e.g. 50th day of month) or beyond the range we can handle (e.g. Year 2095).
sl: Registri strojne ure vsebujejo vrednosti ki so bodisi neveljavne (npr. 50. dan v mesecu), bodisi izven na¹ega dosega (npr. leto 2095).

source: %s %.6f seconds
sl: %s %.6f sekund

source: No --date option specified.
sl: Izbira --date ni bila podana.

source: --date argument too long
sl: Izbira --date je predolga.

source: The value of the --date option is not a valid date. In particular, it contains quotation marks.
sl: Vrednost, podana pri izbiri --date ni veljaven datum. Med drugim vsebuje narekovaje.

source: Issuing date command: %s
sl: Izvajamo ukaz date: %s

source: Unable to run 'date' program in /bin/sh shell. popen() failed
sl: Ne moremo pognati ukaza 'date' v lupini /bin/sh, klic popen() ni uspel

source: response from date command = %s
sl: odziv ukaza date = %s

source: The date command issued by %s returned unexpected results. The command was: %s The response was: %s
sl: Ukaz date, ki ga je pognal %s, je vrnil neprièakovan rezultat. Ukaz je bil: %s Odziv pa: %s

source: The date command issued by %s returned something other than an integer where the converted time value was expected. The command was: %s The response was: %s
sl: Ukaz date, ki ga je pognal %s je vrnil nekaj drugega kot ¹tevilo, kjer je bil prièakovan zamenjan èas. Ukaz je bil: %s Odziv pa: %s

source: date string %s equates to %ld seconds since 1969.
sl: niz datum %s je enak %ld sekund od leta 1969.

source: The Hardware Clock does not contain a valid time, so we cannot set the System Time from it.
sl: Strojna ura ne vsebuje veljavnega èasa, zato nastavljanje sistemskega èasa iz nje ni mogoèe.

source: Calling settimeofday:
sl: Klièem settimeofday:

source: tv.tv_sec = %ld, tv.tv_usec = %ld
sl: tv.tv_sec = %ld, tc.tc_usec = %ld

source: Not setting system clock because running in test mode.
sl: Sistemska ura ne bo nastavljena, ker se izvaja testiranje.

source: Must be superuser to set system clock.
sl: Samo sistemski skrbnik lahko nastavlja sistemsko uro.

source: settimeofday() failed
sl: klic settimeofday() ni uspel

source: Not adjusting drift factor because the Hardware Clock previously contained garbage.
sl: Faktor drsenja ne bo nastavljen, ker je strojna ura vsebovala smeti.

source: Not adjusting drift factor because last calibration time is zero, so history is bad and calibration startover is necessary.
sl: Faktor drsenja ne bo nastavljen, ker ja zadnji kalibracijski èas 0, zgodovina je zato po¹kodovana. Potrebna je ponovna kalibracija.

source: Not adjusting drift factor because it has been less than a day since the last calibration.
sl: Faktor drsenja ne bo nastavljen, zato ker je minil manj kot en dan od zadnje kalibracije.

source: Clock drifted %.1f seconds in the past %d seconds in spite of a drift factor of %f seconds/day. Adjusting drift factor by %f seconds/day
sl: Ura je drsela %.1f sekund v zadnjih %d sekundah, navkljub temu da je faktor drsenja %f sekund/dan. Prilagajam faktor drsenja za %f sekund/dan

source: Time since last adjustment is %d seconds
sl: Èas od zadnje prilagoditve je %d sekund

source: Need to insert %d seconds and refer time back %.6f seconds ago
sl: Potrebno je vstaviti %d sekund in previti èas za %.6f sekund

source: Not updating adjtime file because of testing mode.
sl: adjtime ne bo posodobljen zaradi testnega naèina.

source: Would have written the following to %s: %s
sl: Na %s bi bilo napisano sledeèe: %s

source: Drift adjustment parameters not updated.
sl: Drsne prilagoditve parametrov ne bodo posodobljene.

source: The Hardware Clock does not contain a valid time, so we cannot adjust it.
sl: Strojna ura ne vsebuje veljavnega èasa, zato se je ne more prilagoditi.

source: Needed adjustment is less than one second, so not setting clock.
sl: Potrebna prilagoditev je manj¹a od ene sekund, zato ura ne bo nastavljena.

source: Using %s.
sl: Uporabljam %s.

source: No usable clock interface found.
sl: Iskanje uporabnega urinega vmesnika ni bilo uspe¹no.

source: Unable to set system clock.
sl: Sistemske ure se ne da nastaviti.

source: The kernel keeps an epoch value for the Hardware Clock only on an Alpha machine. This copy of hwclock was built for a machine other than Alpha (and thus is presumably not running on an Alpha now). No action taken.
sl: Jedro hrani razdobno vrednost za Strojno uro samo na Alpha stroju. Ta kopija strojne ure je bila zgrajena za drugega (in zdaj verjetno ne teèe na Alpha stroju). Brez ukrepov.

source: Unable to get the epoch value from the kernel.
sl: Vrednosti epoch ni mogoèe dobiti od jedra.

source: Kernel is assuming an epoch value of %lu
sl: Jedro predpostavlja, da je vrednost epoch %lu

source: To set the epoch value, you must use the 'epoch' option to tell to what value to set it.
sl: Èe hoèete nastaviti vrednost epoch, morate uporabiti izbiro 'epoch'

source: Not setting the epoch to %d - testing only.
sl: Epoch ne bo nastavljen na %d - samo preizku¹am.

source: Unable to set the epoch value in the kernel.
sl: Vrednosti epoch ni bilo mo¾no nastaviti.

source: %s from %s
sl: %s iz %s

source: %s takes no non-option arguments. You supplied %d.
sl: %s ne sprejema argumentov brez izbir. Podali ste: %d.

source: You have specified multiple functions. You can only perform one function at a time.
sl: Podali ste veè funkcij. Izvedete lahko samo eno funkcijo naenkrat.

source: %s: The --utc and --localtime options are mutually exclusive. You specified both.
sl: %s: --utc in --localtime izbiri se medsebojno izkljuèujeta. Podali ste obe.

source: %s: The --adjust and --noadjfile options are mutually exclusive. You specified both.
sl: %s: --adjust in --noadjfile izbiri se medsebojno izkljuèujeta. Podali ste obe.

source: %s: With --noadjfile, you must specify either --utc or --localtime
sl: %s: --noadjfile morate podati skupaj z --utc ali --localtime

source: No usable set-to time. Cannot set clock.
sl: Ni uporabnega nastavitvenega èasa. Ura ne bo nastavljena.

source: Sorry, only the superuser can change the Hardware Clock.
sl: ®al lahko samo sistemski skrbnik spreminja strojno uro.

source: Sorry, only the superuser can change the System Clock.
sl: ®al lahko samo sistemski skrbnik spreminj sistemsko uro.

source: Sorry, only the superuser can change the Hardware Clock epoch in the kernel.
sl: ®al lahko samo sistemski skrbnik spreminja razdobje strojne ure v jedru.

source: Cannot access the Hardware Clock via any known method.
sl: Do strojne ure ni mogoèe dostopati po znanih metodah.

source: Use the --debug option to see the details of our search for an access method.
sl: Uporabite --debug izbiro, za podrobnosti o iskanju metode dostopa.

source: Waiting in loop for time from KDGHWCLK to change
sl: Èakam v zanki na spremembo èasa iz KDGHWCLK

source: KDGHWCLK ioctl to read time failed
sl: KDGHWCLK ioctl za branje èasa ni uspelo

source: KDGHWCLK ioctl to read time failed in loop
sl: KDGHWCLK ioctl za branje èasa ni uspelo v zanki

source: Timed out waiting for time change.
sl: Sprememba èasa je trajala predolgo.

source: ioctl() failed to read time from %s
sl: klic ioctl() ni uspel prebrati èasa iz %s

source: ioctl KDSHWCLK failed
sl: ioctl KDSHWCLK ni uspel

source: Can't open /dev/tty1 or /dev/vc/1
sl: /dev/tty1 ali /dev/vc/1 ni mogoèe odpreti

source: KDGHWCLK ioctl failed
sl: KDGHWCLK ioctl ni uspel

source: open() of %s failed
sl: klic open() za %s ni uspel

source: ioctl() to %s to read the time failed.
sl: klic ioctl() k %s za branje èasa ni uspel

source: Waiting in loop for time from %s to change
sl: Èakam v zanki na spremembo èasa iz %s

source: %s does not have interrupt functions.
sl: %s nima prekinitvenih funkcij.

source: read() to %s to wait for clock tick failed
sl: klic read() k %s za èakanje na premik ure ni uspel

source: select() to %s to wait for clock tick failed
sl: klic select() k %s za èakanje na premik ure ni uspel

source: select() to %s to wait for clock tick timed out
sl: klic select() k %s za èakanje na premik ure je trajal predolgo

source: ioctl() to %s to turn off update interrupts failed
sl: klic ioctl() k %s za izklop posodabljanja prekinitev ni uspel

source: ioctl() to %s to turn on update interrupts failed unexpectedly
sl: klic ioctl() k %s za vklop posodabljanja prekinitev neprièakovano ni uspel

source: ioctl() to %s to set the time failed.
sl: klic ioctl() k %s za nastavitev èasa ni uspel.

source: ioctl(%s) was successful.
sl: klic ioctl(%s) je bil uspe¹en.

source: Open of %s failed
sl: Odpiranje %s ni uspelo

source: To manipulate the epoch value in the kernel, we must access the Linux 'rtc' device driver via the device special file %s. This file does not exist on this system.
sl: Za spreminjanje vrednosti razdobja v jedru je potrebno imeti dostop do Linuxovega 'rtc' gonilnika naprave skozi posebno datoteko naprave %s. Na tem sistemu ta datoteka ne obstaja.

source: Unable to open %s
sl: Ni mogoèe odpreti %s

source: ioctl(RTC_EPOCH_READ) to %s failed
sl: klic ioctl(RTC_EPOCH_READ) k %s ni uspel

source: we have read epoch %ld from %s with RTC_EPOCH_READ ioctl.
sl: prebrana je bila vrednost razdobja %ld iz %s z RTC_EPOCH_READ ioctl.

source: The epoch value may not be less than 1900. You requested %ld
sl: Vrednost razdobja mora biti veèja ali enaka 1900. Zahtevana je bila %ld

source: setting epoch to %ld with RTC_EPOCH_SET ioctl to %s.
sl: nastavljam vrednost razdobja na %ld z RTC_EPOCH_SET ioctl na %s.

source: The kernel device driver for %s does not have the RTC_EPOCH_SET ioctl.
sl: Gonilnik jedra za %s nima RTC_EPOCH_SET ioctl.

source: ioctl(RTC_EPOCH_SET) to %s failed
sl: ioctl(RTC_EPOCH_SET) k %s ni uspel

source: %s: can't exec %s: %m
sl: %s: ne more izvesti %s: %m

source: can't malloc initstring
sl: za zaèetni niz ni mogoèe dodeliti pomnilnika

source: bad timeout value: %s
sl: nepravilna vrednost za prekoraèitev èasa: %s

source: bad speed: %s
sl: nepravilna hitrost: %s

source: too many alternate speeds
sl: preveè razliènih hitrosti

source: /dev: chdir() failed: %m
sl: /dev: chdir() ni uspel: %m

source: /dev/%s: not a character device
sl: /dev/%s: ni znakovna naprava

source: /dev/%s: cannot open as standard input: %m
sl: /dev/%s: ni mogoèe odpreti kot standardni vhod: %m

source: %s: not open for read/write
sl: %s: ni odprto za branje/pisanje

source: %s: dup problem: %m
sl: %s: napaka pri prevari: %m

source: user
sl: uporabnik

source: users
sl: uporabniki

source: %s: read: %m
sl: %s: beri: %m

source: %s: input overrun
sl: %s: vhod je preplavljen

source: login: memory low, login may fail
sl: vpis: vpis je lahko neuspe¹en,ker je malo prostega pomnilnika

source: can't malloc for ttyclass
sl: za ttyclass ni mogoèe dodeliti pomnilnika

source: can't malloc for grplist
sl: za grplist ni mogoèe dodeliti pomnilnika

source: Login on %s from %s denied by default.
sl: Vpis na %s iz %s je zanikan(privzeto).

source: Login on %s from %s denied.
sl: Vpis na %s iz %s je zanikan.

source: %s: you (user %d) don't exist.
sl: %s: vi (uporabnik %d) ne obstajate.

source: %s: user "%s" does not exist.
sl: %s: uporabnik "%s" ne obstja.

source: %s: can only change local entries; use yp%s instead.
sl: %s: lahko spreminja samo lokalne vnose; namesto tega uporabite yp%s .

source: %s: %s is not authorized to change the finger info of %s
sl: %s: %s nima pristojnosti za spreminjanje informacije finger od %s

source: %s: Can't set default context for /etc/passwd
sl: %s: Ne more se nastaviti privzete zveze[context] za /etc/passwd

source: Changing finger information for %s.
sl: Spreminjam finger informacijo za %s.

source: Password:
sl: Geslo:

source: Incorrect password.
sl: Napaèno geslo.

source: Finger information not changed.
sl: Finger informacija ni spremenjena.

source: Usage: %s [ -f full-name ] [ -o office ]
sl: Uporaba: %s [ -f polno-ime] [ -o pisarna ]

source: [ -p office-phone ] [ -h home-phone ]
sl: [ -p pisarni¹ki-tel ] [ -h domaèi-tel ]

source: Aborted.
sl: Prekinjeno.

source: field is too long.
sl: polje je predolgo.

source: '%c' is not allowed.
sl: '%c' ni dovoljeno.

source: Control characters are not allowed.
sl: Nadzorni znaki niso dovoljeni.

source: Finger information *NOT* changed. Try again later.
sl: Finger informacija NI spremenjena. Poskusite ponovno kasneje.

source: Finger information changed.
sl: Finger informacija spremenjena.

source: %s: %s is not authorized to change the shell of %s
sl: %s: %s nima pristojnosti za spremembo lupine %s

source: %s: Running UID doesn't match UID of user we're altering, shell change denied
sl: %s: Tekoèi UID ne ustreza UIDu uporabnika, ki ga a¾uriramo, sprememba lupine zanikana

source: %s: Your shell is not in /etc/shells, shell change denied
sl: %s: Va¹a lupina ni v /etc/shells, sprememba lupine zanikana

source: Changing shell for %s.
sl: Spreminjam lupino za %s.

source: New shell
sl: Nova lupina

source: Shell not changed.
sl: Lupina ni bila spremenjena.

source: Shell *NOT* changed. Try again later.
sl: Lupina NI bila spremenjena. Poskusite znova kasneje.

source: Shell changed.
sl: Lupina je bila spremenjena.

source: Usage: %s [ -s shell ] [ --list-shells ] [ --help ] [ --version ] [ username ]
sl: Uporaba: %s [ -s lupina ] [ --list-shells ] [ --help] [ --version ] [ uporabni¹ko ime]

source: %s: shell must be a full path name.
sl: %s: lupina mora biti polno ime poti.

source: %s: "%s" does not exist.
sl: %s: "%s" ne obstaja.

source: %s: "%s" is not executable.
sl: %s: "%s" ni izvr¹ljiva.

source: %s: '%c' is not allowed.
sl: %s: '%c' ni dovoljeno.

source: %s: Control characters are not allowed.
sl: %s: Nadzorni znaki niso dovoljeni.

source: Warning: "%s" is not listed in /etc/shells.
sl: Opozorilo: "%s" ni na seznamu v /etc/shells.

source: %s: "%s" is not listed in /etc/shells.
sl: %s: "%s" ni na seznamu v /etc/shells.

source: Use %s -l to see list.
sl: Uporabite %s -l za izpis seznama.

source: No known shells.
sl: Ni znanih lupin.

source: usage: last [-#] [-f file] [-t tty] [-h hostname] [user ...]
sl: uporaba: last [-#] [-f dat] [-t tty] [-h ime gostitelja] [uporabnik ...]

source: still logged in
sl: ¹e vedno prijavljen

source: wtmp begins %s
sl: wtmp zaèenja %s

source: last: malloc failure.
sl: last: malloc ni uspel.

source: last: gethostname
sl: last: dobi ime gostitelja

source: interrupted %10.10s %5.5s
sl: prekinjeno %10.10s %5.5s

source: FATAL: can't reopen tty: %s
sl: USODNA NAPAKA: tty ni mogoèe znova odpreti: %s

source: FATAL: bad tty
sl: USODNA NAPAKA: po¹kodovan tty

source: login: -h for super-user only.
sl: login: -h je na voljo samo za sistemskega skrbnika.

source: usage: login [-fp] [username]
sl: uporaba: login [-fp] [uporabnik]

source: Couldn't initialize PAM: %s
sl: PAM ni moè inicializirati: %s

source: login:
sl: prijava:

source: FAILED LOGIN %d FROM %s FOR %s, %s
sl: NEUSPE©NA PRIJAVA %d IZ %s ZA UPORABNIKA %s, %s

source: Login incorrect
sl: Nepravilna prijava

source: TOO MANY LOGIN TRIES (%d) FROM %s FOR %s, %s
sl: PREVEÈ POSKUSOV PRIJAVE (%d) IZ %s ZA %s, %s

source: FAILED LOGIN SESSION FROM %s FOR %s, %s
sl: NEUSPE©NA PRIJAVNA SEJA IZ %s za %s, %s

source: Login incorrect
sl: Neuspe¹na prijava

source: Session setup problem, abort.
sl: Napaka pri nastavljanju seje, prekinjam.

source: NULL user name in %s:%d. Abort.
sl: nièelno uporabni¹ko ime v %s:%d. Prekinjam.

source: Invalid user name "%s" in %s:%d. Abort.
sl: Nepravilno uporabni¹ko ime "%s" v %s:%d. Prekinjam.

source: login: Out of memory
sl: login: Zmanjkalo je prostega pomnilnika

source: Illegal username
sl: Neveljavno uporabni¹ko ime

source: %s login refused on this terminal.
sl: %s na tem terminalu je vpis zanikan.

source: LOGIN %s REFUSED FROM %s ON TTY %s
sl: VPIS %s ZANIKAN OD %s NA TTY %s

source: LOGIN %s REFUSED ON TTY %s
sl: LOGIN %s ZANIKAN NA TTY %s

source: Login incorrect
sl: Prijava ni uspela

source: DIALUP AT %s BY %s
sl: TELEFONSKA PRIJAVA Z LINIJE %s, UPORABNIK %s

source: ROOT LOGIN ON %s FROM %s
sl: SKRBNI©KA PRIJAVA Z RAÈUNALNIKA %s, UPORABNIK %s

source: ROOT LOGIN ON %s
sl: SKRBNI©KA PRIJAVA NA LINIJI %s

source: LOGIN ON %s BY %s FROM %s
sl: PRIJAVA NA LINIJI %s UPORABNIKA %s Z RAÈUNALNIKA %s

source: LOGIN ON %s BY %s
sl: PRIJAVA NA LINIJI %s UPORABNIKA %s

source: You have new mail.
sl: Èaka vas nova po¹ta.

source: You have mail.
sl: Èaka vas po¹ta.

source: login: failure forking: %s
sl: login: vejitev ni uspela: %s

source: TIOCSCTTY failed: %m
sl: TIOCSCTTY ni uspel: %m

source: setuid() failed
sl: klic setuid() ni uspel

source: No directory %s!
sl: Imenik %s ne obstaja!

source: Logging in with home = "/".
sl: Vpisujem se s domaèim imenikom = "/".

source: login: no memory for shell script.
sl: login: ni prostega pomnilnika za lupinski skript.

source: login: couldn't exec shell script: %s.
sl: login: skripta ukazne lupine ni moè pognati: %s.

source: login: no shell: %s.
sl: login: ni ukazne lupine: %s.

source: %s login:
sl: %s prijava:

source: login name much too long.
sl: Prijavno ime je predolgo.

source: NAME too long
sl: IME je predolgo

source: login names may not start with '-'.
sl: Prijavna imena se ne morejo zaèeti z znakom '-'.

source: too many bare linefeeds.
sl: preveè pomikov v novo vrsto

source: EXCESSIVE linefeeds
sl: PREKOMERNI pomiki v novo vrsto

source: Login timed out after %d seconds
sl: Prijava je potekla po %d sekundah.

source: Last login: %.*s
sl: Zadnja prijava: %.*s

source: from %.*s
sl: z raèunalnika %.*s

source: on %.*s
sl: z linije %.*s

source: LOGIN FAILURE FROM %s, %s
sl: NEUSPE©NA PRIJAVA Z %s, %s

source: LOGIN FAILURE ON %s, %s
sl: NEUSPE©NA PRIJAVA NA %s, %s

source: %d LOGIN FAILURES FROM %s, %s
sl: %d NEUSPE©NIH PRIJAV Z %s, %s

source: %d LOGIN FAILURES ON %s, %s
sl: %d NEUSPE©NIH PRIJAV NA %s, %s

source: is y
sl: je y

source: is n
sl: je n

source: usage: mesg [y | n]
sl: uporaba: mesg [y | n]

source: newgrp: Who are you?
sl: newgrp: Kdo si?

source: newgrp: setgid
sl: newgrp: nastavi gid

source: newgrp: No such group.
sl: newgrp: Taka skupine ni.

source: newgrp: Permission denied
sl: newgrp: Dostop zanikan

source: newgrp: setuid
sl: newgrp: nastavi uid

source: No shell
sl: Ni ukazne lupine

source: Usage: shutdown [-h|-r] [-fqs] [now|hh:ss|+mins]
sl: Uporaba: shutdown [-h|-r] [-fqs] [now|hh:ss|+minut]
