Repository: pedropena/backharddi-ng-kernel
Catalog: udebs/addons/util-linux/source/po/*.po
Languages: sl

source: set read-only
sl: nastavi samo za branje

source: set read-write
sl: nastavi za pisanje in branje

source: get read-only
sl: preberi samo za branje

source: get blocksize
sl: preberi velikost bloka

source: set blocksize
sl: nastavi velikost bloka

source: get 32-bit sector count
sl: preberi 32-bitno ¹tevilo sektorjev

source: set readahead
sl: nastavi branje-vnaprej

source: get readahead
sl: preberi branje-vnaprej

source: flush buffers
sl: izprazni medpomnilnike

source: reread partition table
sl: ponovno preberi tabelo razdelkov

source: Usage:
sl: Uporaba:

source: %s --report [devices]
sl: %s --report [naprave]

source: %s [-v|-q] commands devices
sl: %s [-v|-q] ukazi naprave

source: Available commands:
sl: Razpolo¾ljivi ukazi:

source: %s: Unknown command: %s
sl: %s: Neznan ukaz: %s

source: %s requires an argument
sl: %s zahteva argument

source: %s succeeded.
sl: %s je uspelo.

source: %s: cannot open %s
sl: %s: ni mogoèe odpreti %s

source: %s: ioctl error on %s
sl: %s: napaka ioctl na %s

source: usage:
sl: uporaba:

source: Formatting ...
sl: Formatiramo ...

source: done
sl: opravljeno

source: Verifying ...
sl: Preverjanje...

source: Read:
sl: Beri:

source: Problem reading cylinder %d, expected %d, read %d
sl: Te¾ava pri branju steze %d: prièakovano %d, prebrano %d

source: bad data in cyl %d Continuing ...
sl: slabi podatki na stezi %d Nadaljujemo...

source: usage: %s [ -n ] device
sl: uporaba: %s [ -n ] naprava

source: %s: not a block device
sl: %s: ni bloèna naprava

source: Could not determine current format type
sl: Trenutne vrste formatiranja ni moè ugotoviti

source: %s-sided, %d tracks, %d sec/track. Total capacity %d kB.
sl: %sstranska, %d stez, %d sektorjev/stezo. Skupna velikost %d kB.

source: Double
sl: Dvo

source: Single
sl: Eno

source: usage: %s [-hv] [-x dir] file -h print this help -x dir extract into dir -v be more verbose file file to test
sl: uporaba: %s [-hv] [-d imenik] datoteka -h prika¾i to pomoè -x imenik raz¹iri v imenik -v prika¾i veè informacij datoteka datoteka, ki jo testiramo

source: malloc failed
sl: malloc ni uspel

source: uncompressing block at %ld to %ld (%ld)
sl: raz¹irjam blok med %ld in %ld (%ld)

source: Usage: %s [-larvsmf] /dev/name
sl: Uporaba: %s [-larvsmf] /dev/ime

source: %s is mounted.
sl: %s je priklopljen.

source: Do you really want to continue
sl: Ali res ¾elite nadaljevati

source: check aborted.
sl: preverjanje prekinjeno.

source: Zone nr < FIRSTZONE in file `%s'.
sl: ¹tevilo obmoèja < PRVOOBMOÈJE v datoteki `%s'.

source: Zone nr >= ZONES in file `%s'.
sl: ¹tevilo obmoèja >= OBMOÈJA v datoteki `%s'.

source: Remove block
sl: Odstrani blok

source: Read error: unable to seek to block in file '%s'
sl: Napaka pri branju: iskanje do bloka v datoteki ni mo¾no '%s'

source: Read error: bad block in file '%s'
sl: Napaka pri branju: po¹kodovan blok v datoteki ,%s`

source: Internal error: trying to write bad block Write request ignored
sl: Notranja napaka: poskus pisanja v po¹kodovan blok Zahteva po pisanju je ignorirana.

source: seek failed in write_block
sl: iskanje ni uspelo v write_block

source: Write error: bad block in file '%s'
sl: Napaka pri pisanju: po¹kodovan blok v datoteki '%s'

source: seek failed in write_super_block
sl: neuspe¹no iskanje v write_super_block

source: unable to write super-block
sl: superbloka ni mo¾no zapisati

source: Unable to write inode map
sl: seznama inodov ni mo¾no zapisati

source: Unable to write zone map
sl: seznama obmoèij ni mo¾no zapisati

source: Unable to write inodes
sl: Zapis inodov ni mo¾en

source: seek failed
sl: iskanje je bilo neuspe¹no

source: unable to read super block
sl: branje superbloka ni mo¾no

source: bad magic number in super-block
sl: po¹kodovan tip datoteke v superbloku

source: Only 1k blocks/zones supported
sl: Samo 1k veliki bloki/podroèja so podprti

source: bad s_imap_blocks field in super-block
sl: po¹kodovano s_imap_blocks polje v superbloku

source: bad s_zmap_blocks field in super-block
sl: po¹kodovan s_zmap_blocks polje v superbloku

source: Unable to allocate buffer for inode map
sl: Dodelitev medpomnilnika za seznam inodov ni mo¾na

source: Unable to allocate buffer for inodes
sl: Dodelitev medpomnilnika za inode ni mo¾na

source: Unable to allocate buffer for inode count
sl: Dodelitev medpomnilnika za ¹tevilo inodov ni mo¾na

source: Unable to allocate buffer for zone count
sl: Dodelitev medpomnilnika za ¹tevilo podroèij ni mo¾na

source: Unable to read inode map
sl: Branje seznama inodov ni mo¾no

source: Unable to read zone map
sl: Branje seznama podroèij ni mo¾no

source: Unable to read inodes
sl: Branje inodov ni mo¾no

source: Warning: Firstzone != Norm_firstzone
sl: Opozorilo: Firstzone != Norm_firstzone

source: %ld inodes
sl: %ld inodov

source: %ld blocks
sl: %ld blokov

source: Firstdatazone=%ld (%ld)
sl: Prvo podatkovno podroèje=%ld (%ld)

source: Zonesize=%d
sl: Velikost podroèja=%d

source: Maxsize=%ld
sl: Najveèja velikost=%ld

source: Filesystem state=%d
sl: Stanje dat. sistema=%d

source: namelen=%d
sl: dol¾ina datoteke=%d

source: Inode %d marked unused, but used for file '%s'
sl: Inod %d oznaèen kot prost, vendar je ¾e zaseden za datoteko ,%s`

source: Mark in use
sl: Oznaèi, da je v rabi

source: The file `%s' has mode %05o
sl: Ta datoteka `%s' je v stanju %05o

source: Warning: inode count too big.
sl: Opozorilo: ¹tevilo inodov preveliko.

source: root inode isn't a directory
sl: korenski inod ni imenik

source: Block has been used before. Now in file `%s'.
sl: Blok je ¾e bil v rabi. Sedaj je v datoteki `%s'.

source: Clear
sl: Poèisti

source: Block %d in file `%s' is marked not in use.
sl: Blok %d v datoteki ,%s` je oznaèen kot prost.

source: Correct
sl: Popravi

source: The directory '%s' contains a bad inode number for file '%.*s'.
sl: Direktory '%s' vsebuje po¹kodovan ¹tevilko inoda za datoteko '%.*s'.

source: Remove
sl: Odstrani

source: %s: bad directory: '.' isn't first
sl: %s: po¹kodovan imenik: '.' ni na prvem mestu

source: %s: bad directory: '..' isn't second
sl: %s: po¹kodovan imenik: '..' ni na drugem mestu

source: internal error
sl: notranja napaka

source: %s: bad directory: size < 32
sl: %s: po¹kodovan imenik: velikost < 32

source: seek failed in bad_zone
sl: iskanje v bad_zone ni uspelo

source: Inode %d mode not cleared.
sl: stanje %d inoda ni poèi¹èeno

source: Inode %d not used, marked used in the bitmap.
sl: Inod %d ni v rabu, oznaèen kot v rabi v sliki.

source: Inode %d used, marked unused in the bitmap.
sl: Inod %d v rabi, oznaèen kot ni v rabi v sliki.

source: Set
sl: Nastavi

source: Inode %d (mode = %07o), i_nlinks=%d, counted=%d.
sl: Inod %d (stanje = %07o), i_nlinks=%d, counted=%d.

source: Set i_nlinks to count
sl: i_nlinks nastavi na count

source: Zone %d: marked in use, no file uses it.
sl: Podroèje %d: oznaèeno kot v rabi, vendar ga nobena datoteka ne uporablja.

source: Unmark
sl: Odznaèi

source: Zone %d: in use, counted=%d
sl: Podroèje %d: v rabi, counted=%d

source: Zone %d: not in use, counted=%d
sl: Podroèje %d: ni v rabi, counted=%d

source: bad inode size
sl: slaba velikost inoda

source: bad v2 inode size
sl: slaba velikost v2 inoda

source: need terminal for interactive repairs
sl: za interaktivna opravila je potreben terminal

source: %s is clean, no check.
sl: %s je èist, preverjanje ni potrebno.

source: Forcing filesystem check on %s.
sl: Prisilni pregled datoteènega sistema na %s.

source: Filesystem on %s is dirty, needs checking.
sl: Datoteèni sistem na %s ni èist, potrebuje pregled.

source: %6ld inodes used (%ld%%)
sl: %6ld inodov porabljenih (%ld%%)

source: %6ld zones used (%ld%%)
sl: %6ld podroèij porabljenih (%ld%%)

source: %6d regular files %6d directories %6d character device files %6d block device files %6d links %6d symbolic links ------ %6d files
sl: %6d navadnih datotek %6d imenikov %6d datotek znakovnih naprav %6d datotek bloènih naprav %6d povezav %6d simbolnih povezav ------ %6d datotek

source: ---------------------------- FILE SYSTEM HAS BEEN CHANGED ----------------------------
sl: ---------------------------------- DATOTEÈNI SISTEM JE BIL SPREMENJEN ----------------------------------

source: %s: failed to open: %s
sl: %s: odpiranje ni uspelo: %s

source: %s: seek error on %s
sl: %s: napaka pri iskanju na %s

source: %s: read error on %s
sl: %s: napaka pri branju z %s

source: sector count: %d, sector size: %d
sl: ¹tevilo sektorjev: %d, velikost sektorjev: %d

source: %s: option parse error
sl: %s: napaka pri razèlenjevanju izbir

source: Usage: %s [-x] [-d <num>] iso9660-image
sl: Uporaba: %s [-x] [-d <¹t>] slika-iso9660

source: Usage: %s [-v] [-N nr-of-inodes] [-V volume-name] [-F fsname] device [block-count]
sl: Uporaba: %s [-b] [-N ¹t. inodov] [-V ime-obsega[volume]] [-F ime dat. sistema] naprava [¹t. blokov]

source: volume name too long
sl: ime obsega je predolgo

source: fsname name too long
sl: ime datoteènega sistema je predolgo

source: cannot stat device %s
sl: stanja naprave %s ni mogoèe dobiti

source: %s is not a block special device
sl: %s ni posebna bloèna naprava

source: cannot open %s
sl: ni mogoèe odpreti %s

source: cannot get size of %s
sl: ni mogoèe dobiti velikosti %s

source: too many inodes - max is 512
sl: preveè inodov - najveè 512

source: Device: %s
sl: Naprava %s

source: Volume: <%-6s>
sl: Obseg: <%-6s>

source: FSname: <%-6s>
sl: ime dat. sistema: <%-6s>

source: BlockSize: %d
sl: Velikost bloka: %d

source: Inodes: %d (in 1 block)
sl: Inodi: %d (v enem bloku)

source: Inode end: %d, Data end: %d
sl: konec inodov: %d, konec podatkov: %d

source: error writing superblock
sl: napaka pri zapisovanju superbloka

source: error writing root inode
sl: napaka pri zapisovanju korenskega inoda

source: error writing inode
sl: napaka pri zapisovanju inoda

source: seek error
sl: napaka pri iskanju

source: error writing . entry
sl: napaka pri zapisovanju vnosa .

source: error writing .. entry
sl: napaka pri zapisovanju vnosa ..

source: error closing %s
sl: napaka pri zapiranju %s

source: Usage: mkfs [-V] [-t fstype] [fs-options] device [size]
sl: Uporaba: mkfs [-V] [-t tip dat. sistema] [izbire dat. sist.] naprava [velikost]

source: %s: Out of memory!
sl: %s: Zmanjkalo pomnilnika!

source: filesystem too big. Exiting.
sl: datoteèni sistem je prevelik. Konèujem.

source: AIEEE: block "compressed" to > 2*blocklength (%ld)
sl: AIEEE: blok "stisnjen" do > 2*blocklength (%ld)

source: Including: %s
sl: Vkljuèno: %s

source: warning: filenames truncated to 255 bytes.
sl: opozorilo: imena datotek so skrèena na 255 bajtov.

source: warning: files were skipped due to errors.
sl: opozorilo: nekatere datoteke so bile ignorirane zaradi napak.

source: warning: file sizes truncated to %luMB (minus 1 byte).
sl: warning: velikosti datotek zmanja¹ane na %luMB (1 bajt manj).

source: warning: uids truncated to %u bits. (This may be a security concern.)
sl: opozorilo: uid-i zmanj¹ani na %u bitov. (Lahko vpliva na varnost.)

source: warning: gids truncated to %u bits. (This may be a security concern.)
sl: opozorilo: gid-i zmanj¹ani na %u bitov. (Lahko vpliva na varnost.)

source: WARNING: device numbers truncated to %u bits. This almost certainly means that some device files will be wrong.
sl: OPOZORILO: ¹tevilke naprav zmanj¹ane na %u bitov. To skoraj zagotovo pomeni, da se bodo pojavile napake v datotekah naprav.

source: Usage: %s [-c | -l filename] [-nXX] [-iXX] /dev/name [blocks]
sl: Uporaba: %s [-c | -l ime dat.] [-nXX] [-iXX] /dev/ime [bloki]

source: %s is mounted; will not make a filesystem here!
sl: %s je priklopljen; dat. sistema zato ne bo narejen!

source: seek to boot block failed in write_tables
sl: iskanje do zagonskega bloka ni uspelo v write_tables

source: unable to clear boot sector
sl: zagonskega sektorja ni mogoèe poèistiti

source: seek failed in write_tables
sl: iskanje ni uspelo v write_tables

source: unable to write inode map
sl: zapis seznama inodov ni uspel

source: unable to write zone map
sl: zapis seznama podroèij ni uspel

source: unable to write inodes
sl: zapis inodov ni uspel

source: write failed in write_block
sl: pisanje ni uspelo v write_block

source: too many bad blocks
sl: preveè po¹kodovanih blokov

source: not enough good blocks
sl: premalo nepo¹kodovanih blokov

source: unable to allocate buffers for maps
sl: dodelitev medpomnilnika za sezname ni uspela

source: unable to allocate buffer for inodes
sl: dodelitev medpomnilnika za inode ni uspela

source: Maxsize=%ld
sl: Najveèja velikost=%ld

source: seek failed during testing of blocks
sl: iskanje med testiranjem blokov ni uspelo

source: Weird values in do_check: probably bugs
sl: Nenavadne vrednosti v do_check: verjetno programska napaka

source: seek failed in check_blocks
sl: iskanje v check_blocks ni uspelo

source: bad blocks before data-area: cannot make fs
sl: slabi bloki pred podatkovnim obmoèjem: datoteènega sistema ne morem narediti

source: %d bad blocks
sl: %d po¹kodovanih blokov

source: one bad block
sl: en po¹kodovan blok

source: can't open file of bad blocks
sl: ne morem odpreti datoteke s po¹kodovanimi bloki

source: strtol error: number of blocks not specified
sl: napaka v strtol: ¹tevilo blokov ni podano

source: unable to stat %s
sl: stanja %s ni mogoèe dobiti

source: unable to open %s
sl: ni mogoèe odpreti %s

source: will not try to make filesystem on '%s'
sl: na '%s' ne bo poskusa narediti datoteèni sistem

source: Bad user-specified page size %d
sl: Podana velikost strani ni dobra%d

source: Bad swap header size, no label written.
sl: Po¹kodovana velikost glava izmenjalnega prostora, oznaka ni zapisana

source: Label was truncated.
sl: Oznaka je bila skraj¹ana

source: no uuid
sl: ni uuid-a

source: too many bad pages
sl: preveè po¹kodovanih strani

source: Out of memory
sl: Zmanjkalo je pomnilnika

source: one bad page
sl: ena po¹kodovana stran

source: unable to rewind swap-device
sl: izmenjalne naprave ni mogoèe previti

source: %s: error: Nowhere to set up swap on?
sl: %s: napaka: izmenjalnega prostora ni mo¾no nikamor namestiti?

source: Unable to set up swap-space: unreadable
sl: Izmenjalnega prostora ni mogoèe nastaviti: neberljiv

source: fsync failed
sl: fsync ni uspel

source: Unusable
sl: Neuporabno

source: Free Space
sl: Neuporabljen prostor

source: Disk has been changed.
sl: Disk je bil spremenjen.

source: Reboot the system to ensure the partition table is correctly updated.
sl: Ponovno za¾enite sistem, da bo razdelitvena tabela pravilno a¾urirana.

source: WARNING: If you have created or modified any DOS 6.x partitions, please see the cfdisk manual page for additional information.
sl: OPOZORILO: Èe ste ustvarili ali spremenili DOS 6.x razdelke, si prosim oglejte priroènik cfdiska za dodatne informacije.

source: FATAL ERROR
sl: USODNA NAPAKA

source: Press any key to exit cfdisk
sl: Pritisnike katerokoli tipko za izhod iz cfdisk-a

source: Cannot seek on disk drive
sl: Iskanje na disku ni mogoèe

source: Cannot read disk drive
sl: Diskovnega pogona ni mogoèe prebrati

source: Cannot write disk drive
sl: Na diskovni pogon ni mogoèe pisati

source: Too many partitions
sl: Preveè razdelkov

source: Partition begins before sector 0
sl: Razdelek se zaène pred sektorjem 0

source: Partition ends before sector 0
sl: Razdelek se konèa pred sektorjem 0

source: Partition begins after end-of-disk
sl: Razdelek se zaène po koncu diska

source: Partition ends after end-of-disk
sl: Razdelek se konèa po koncu diska

source: Partition ends in the final partial cylinder
sl: Razdelek se konèa v zadnji delni stezi

source: logical partitions not in disk order
sl: logièni razdelki niso v pravem diskovnem redu

source: logical partitions overlap
sl: logièni razdelki se prekrivajo

source: enlarged logical partitions overlap
sl: poveèani logièni razdelki se prekrivajo

source: !!!! Internal error creating logical drive with no extended partition !!!!
sl: !!!! Interna napaka pri ustvarjanje logiènega pogona brez raz¹irjenega razdelka !!!!

source: Cannot create logical drive here -- would create two extended partitions
sl: Logiènega pogona na tem mestu ni mogoèe ustvariti - ustvarili bi dva raz¹irjena razdelka

source: Menu item too long. Menu may look odd.
sl: Menujski vnos predolg. Menu lahko izgleda nenavadno.

source: Illegal key
sl: Nedovoljena tipka

source: Press a key to continue
sl: Pritisnite katerokoli tipko za nadaljevanje

source: Primary
sl: Primaren

source: Create a new primary partition
sl: Ustvari nov primaren razdelek

source: Logical
sl: Logièen

source: Create a new logical partition
sl: Ustvari nov logièen razdelek

source: Cancel
sl: Preklièi

source: Don't create a partition
sl: Ne ustvari razdelka

source: !!! Internal error !!!
sl: !!! Interna napaka !!!

source: Size (in MB):
sl: Velikost (v MB):

source: Beginning
sl: Zaèetek

source: Add partition at beginning of free space
sl: Dodaj razdelek na zaèetek nezasedenega prostora

source: End
sl: Konec

source: Add partition at end of free space
sl: Dodaj razdelek na konec nezasedenega prostora

source: No room to create the extended partition
sl: Ni prostora za ustvarjanje raz¹irjenega razdelka

source: Do you wish to start with a zero table [y/N] ?
sl: Ali ¾elite zaèeti s prazno tabelo [y/N] ?

source: You specified more cylinders than fit on disk
sl: Navedli ste veè stez, kot jih je na disku

source: Cannot open disk drive
sl: Diskovne enote ni mogoèe odpreti

source: Opened disk read-only - you have no permission to write
sl: Disk odprt samo za branje - nimate dovoljenja za pisanje

source: Cannot get disk size
sl: Velikosti diskovne steze ni mogoèe prebrati

source: Bad primary partition
sl: Po¹kodovan primarni razdelek

source: Bad logical partition
sl: Po¹kodovan logièni razdelek

source: Warning!! This may destroy data on your disk!
sl: Opozorilo!! To lahko unièi podatke na va¹em disku!

source: no
sl: ne

source: Did not write partition table to disk
sl: Tabela razdelkov ni bila zapisana na disk

source: yes
sl: da

source: Please enter `yes' or `no'
sl: Prosim vpi¹ite ,da` ali ,ne`

source: Writing partition table to disk...
sl: Tabela razdelkov se zapisuje na disk...

source: Wrote partition table to disk
sl: Tabela razdelkov je bila zapisana na disk

source: No primary partitions are marked bootable. DOS MBR cannot boot this.
sl: Noben primarni razdelek ni oznaèen kot zagonski. DOS MBR se ne more zagnati.

source: More than one primary partition is marked bootable. DOS MBR cannot boot this.
sl: Veè kot en primarni razdelek je oznaèen kot zagonski. DOS MBR se ne more zagnati.

source: Enter filename or press RETURN to display on screen:
sl: Vnesite ime datoteke ali pritisnite ENTER za prikaz na zaslonu:

source: Cannot open file '%s'
sl: Datoteke ,%s` ni mogoèe odpreti

source: Disk Drive: %s
sl: Diskovna enota: %s

source: Sector 0:
sl: Sektor 0:

source: Sector %d:
sl: Sektor %d:

source: None
sl: Brez

source: Primary
sl: Primaren

source: Logical
sl: Logièen

source: Unknown
sl: Neznano

source: Boot
sl: Zagon

source: Partition Table for %s
sl: Tabela razdelkov za %s

source: # Type Sector Sector Offset Length Filesystem Type (ID) Flag
sl: # Tip Sektor Sektor Odmik Dol¾ina Tip dat. sistema (ID) Zastavice

source: Raw
sl: Surov

source: Print the table using raw data format
sl: Izpis tabele v surovi obliki

source: Sectors
sl: Sektorji

source: Print the table ordered by sectors
sl: Izpis tabele, urejene po sektorjih

source: Table
sl: Tabela

source: Just print the partition table
sl: Samo izpis tabele razdelkov

source: Don't print the table
sl: Brez izpisa tabele razdelkov

source: Help Screen for cfdisk
sl: Osnovna navodila za cfdisk

source: This is cfdisk, a curses based disk partitioning program, which
sl: Cfdisk je tekstovni program za urejanje diskovnih razdelkov,

source: allows you to create, delete and modify partitions on your hard
sl: s katerim lahko ustvarjate, bri¹ete ali spreminjate razdelke

source: disk drive.
sl: na va¹em disku.

source: Command Meaning
sl: Ukaz Pomen

source: b Toggle bootable flag of the current partition
sl: b Preklop med zagonskim/nezagonskim razdelkom

source: d Delete the current partition
sl: d Izbri¹i trenutni razdelek

source: g Change cylinders, heads, sectors-per-track parameters
sl: g Spremeni parametre (¹t. stez, ¹t. glav, sektorjev/stezo)

source: WARNING: This option should only be used by people who
sl: OPOZORILO: Izbiro naj izberejo le tisti,

source: know what they are doing.
sl: ki razumejo, kaj poènejo.

source: h Print this screen
sl: h prika¾i to pomoè

source: m Maximize disk usage of the current partition
sl: m Porabi najveè prostora za trenutni razdelek

source: Note: This may make the partition incompatible with
sl: Opomba: To lahko napravi razdelek nezdru¾ljiv z

source: n Create new partition from free space
sl: n Ustvari nov razdelek na nezasedenega prostora

source: p Print partition table to the screen or to a file
sl: p Prepi¹i tabelo razdelkov na zaslon ali v datoteko

source: There are several different formats for the partition
sl: Obstaja veè razliènih zapisov za particijo

source: that you can choose from:
sl: med katerimi lahko izbirate:

source: r - Raw data (exactly what would be written to disk)
sl: r - neobdelani podatki (nataèno to, kar bi bilo zapisano na disk)

source: s - Table ordered by sectors
sl: s - Tabela, urejena po sektorjih

source: t - Table in raw format
sl: t - tabela v obliki neobdelanih podatkov

source: q Quit program without writing partition table
sl: q Zapusti program, ne da bi zapisal tabelo razdelkov

source: t Change the filesystem type
sl: t Spremeni vrsto datoteènega sistema

source: u Change units of the partition size display
sl: u Spremeni enote izpisa velikosti razdelkov

source: Rotates through MB, sectors and cylinders
sl: Kro¾i med MB, sektorji in stezami

source: W Write partition table to disk (must enter upper case W)
sl: W Zapi¹i tabelo razdelkov na disk (mora biti veliki W!)

source: Since this might destroy data on the disk, you must
sl: Ker lahko ta izbira unièi podatke na disku, morate,

source: either confirm or deny the write by entering `yes' or
sl: izbiro potrditi ali preklicati z vnosom ,da` ali

source: `no'
sl: `ne'

source: Up Arrow Move cursor to the previous partition
sl: Pu¹èica gor Premakni kazalec na prej¹nji razdelek

source: Down Arrow Move cursor to the next partition
sl: Pu¹èica dol Premakni kazalec na naslednji razdelek

source: CTRL-L Redraws the screen
sl: CTRL-L Osve¾i izpis

source: ? Print this screen
sl: ? Izpi¹i to okno

source: Note: All of the commands can be entered with either upper or lower
sl: Opomba: Vse ukaze lahko vpi¹ete z velikimi ali malimi

source: case letters (except for Writes).
sl: tiskanimi èrkami (z izjemo W).

source: Cylinders
sl: Stez

source: Change cylinder geometry
sl: Spremeni ¹tevilo stez

source: Heads
sl: Glav

source: Change head geometry
sl: Spremeni ¹tevilo glav

source: Change sector geometry
sl: Spremeni ¹tevilo sektorjev

source: Done
sl: Opravljeno

source: Done with changing geometry
sl: Sprememba geometrije je konèana

source: Enter the number of cylinders:
sl: Vnesite ¹tevilo stez:

source: Illegal cylinders value
sl: Nedovoljena vrednost stez

source: Enter the number of heads:
sl: Vnesite ¹tevilo glav:

source: Illegal heads value
sl: Nedovoljeno ¹tevilo glav

source: Enter the number of sectors per track:
sl: Vnesite ¹tevilo sektorjev na stezo:

source: Illegal sectors value
sl: Nedovoljeno ¹tevilo sektorjev

source: Enter filesystem type:
sl: Vnesite vrsto datoteènega sistema:

source: Cannot change FS Type to empty
sl: Vrste datoteènega sistema ni moè spremeniti na prazno

source: Cannot change FS Type to extended
sl: Vrste datoteènega sistema ni moè spremeniti na raz¹irjeno

source: Unknown (%02X)
sl: Neznano (%02X)

source: Disk Drive: %s
sl: Diskovni Pogon: %s
