Repository: pedropena/backharddi-ng-kernel
Catalog: udebs/addons/util-linux/source/po/*.po
Languages: sl

source: Attempting to generate entire disk entry automatically.
sl: Samodejni poskus vnosa celotnega diska.

source: The entire disk is already covered with partitions.
sl: Celoten disk je ¾e prekrit z razdelki.

source: You got a partition overlap on the disk. Fix it first!
sl: Na disku se vam prekrivajo razdelki. Popravite jih!

source: It is highly recommended that eleventh partition covers the entire disk and is of type `SGI volume'
sl: Priporoèljivo je, da enajsti razdelek prekriva celoten disk in je tipa `SGI volume'

source: You will get a partition overlap on the disk. Fix it first!
sl: Prekrivali se vam bodo razdelki na disku. Popravite jih!

source: Last %s
sl: Zadnji %s

source: Building a new SGI disklabel. Changes will remain in memory only, until you decide to write them. After that, of course, the previous content will be unrecoverably lost.
sl: Ustvarja se nova SGI oznaka diska. Spremembe bodo ostale v pomnilniku samo, dokler se ne odloèite, da jih boste zapisali. Potem bo prej¹nja vsebina nepovrnljiva.

source: Warning: BLKGETSIZE ioctl failed on %s. Using geometry cylinder value of %d. This value may be truncated for devices > 33.8 GB.
sl: Opozorilo: BLKGETSIZE ioctl ni uspel na %s. Uporablja se geometrijska vrednost steze %d. Ta vrednost se lahko skraj¹a za naprave > 33.8 GB.

source: Trying to keep parameters of partition %d.
sl: Poskus ohranjanja parametrov razdelka %d.

source: ID=%02x START=%d LENGTH=%d
sl: ID=%02x ZAÈETEK=%d DOL®INA=%d

source: SunOS root
sl: SunOS korenska

source: SunOS swap
sl: SunOS izmenjalna

source: Whole disk
sl: Celoten disk

source: Linux raid autodetect
sl: Linux raid samozaznava

source: Detected sun disklabel with wrong checksum. Probably you'll have to set all the values, e.g. heads, sectors, cylinders and partitions or force a fresh label (s command in main menu)
sl: Zaznana je bila sun-ova oznaka diska z napaèno kontrolno vsoto. Verjetno boste morali nastaviti vse vrednosti (npr. glave, sektorji, steze, razdelki) ali prisiliti sve¾o oznako (ukaz s v glavnem meniju)

source: Building a new sun disklabel. Changes will remain in memory only, until you decide to write them. After that, of course, the previous content won't be recoverable.
sl: Ustvarja se nova diskovna oznaka tipa sun. Spremembe bodo ostale v pomnilniku samo dokler se ne odloèite, da jih boste zapisali. Po tem bo prej¹nja vsebina nepovrnljiva.

source: Sectors/track
sl: Sektorji/sled

source: Partition %d doesn't end on cylinder boundary
sl: Razdelek %d se ne konèa na meji s stezo

source: Partition %d overlaps with others in sectors %d-%d
sl: Razdelek %d se prekriva z drugimi v sektorjih %d-%d

source: Unused gap - sectors 0-%d
sl: Neporabljen prostor - sektorji 0-%d

source: Unused gap - sectors %d-%d
sl: Neporabljen prostor - sektorji %d-%d

source: Other partitions already cover the whole disk. Delete some/shrink them before retry.
sl: Drugi razdelki ¾e prekrivajo ves disk. Izbri¹ite/pomanj¹ajte nekatere preden ponovno poskusite.

source: Sector %d is already allocated
sl: Sektor %d je ¾e dodeljen

source: You haven't covered the whole disk with the 3rd partition, but your value %d %s covers some other partition. Your entry has been changed to %d %s
sl: Niste pokrili celotnega diska s tretjim razdelkom, ampak va¹a vrednost %d %s prekriva nekatere druge razdelke. Va¹ vnos je bil spremenjen na %d %s

source: If you want to maintain SunOS/Solaris compatibility, consider leaving this partition as Whole disk (5), starting at 0, with %u sectors
sl: Èe ¾elite ohraniti zdru¾ljivost s SunOS/Solaris, potem pustite ta razdelek kot Celoten disk (5), z zaèetkom na 0 in %u sektorji

source: It is highly recommended that the partition at offset 0 is UFS, EXT2FS filesystem or SunOS swap. Putting Linux swap there may destroy your partition table and bootblock. Type YES if you're very sure you would like that partition tagged with 82 (Linux swap):
sl: Zelo je priporoèljivo pustiti razdelek z odmikom 0 kot UFS, EXT2FS dat. sistem ali SunOS izmenjalni. Èe postavite tja Linux izmenjalni to lahko unièi tabelo razdelkov in zagonski blok. Vnesite DA, èe res ¾elite da se ta razdelek oznaèi kot 82 (Linux izmenjalni):

source: %*s Flag Start End Blocks Id System
sl: %*s Zastava Zaèetek Konec Bloki Id Sistem

source: Number of alternate cylinders
sl: ©tevilo drugih stez

source: Extra sectors per cylinder
sl: Dodatni sektorji na stezo

source: Interleave factor
sl: Faktor prepletenosti

source: Rotation speed (rpm)
sl: Hitrost vrtenja (obrati/min)

source: Number of physical cylinders
sl: ©tevilo fiziènih stez

source: Empty
sl: Prazno

source: XENIX root
sl: XENIX korenski

source: Extended
sl: Raz¹irjen

source: AIX bootable
sl: AIX zagonski

source: OS/2 Boot Manager
sl: OS/2 zagonski upravljalnik

source: W95 Ext'd (LBA)
sl: W95 Raz¹'a (LBA)

source: Hidden FAT12
sl: Skriti FAT12

source: Compaq diagnostics
sl: Compaq diagnostika

source: Hidden FAT16 <32M
sl: Skriti FAT16 <32M

source: Hidden FAT16
sl: Skriti FAT16

source: Hidden HPFS/NTFS
sl: Skriti HPFS/NTFS

source: Hidden W95 FAT32
sl: Skriti W95 FAT32

source: Hidden W95 FAT32 (LBA)
sl: Skriti W95 FAT32 (LBA)

source: Hidden W95 FAT16 (LBA)
sl: Skriti W95 FAT16 (LBA)

source: PartitionMagic recovery
sl: PartitionMagic okrevalni

source: PPC PReP Boot
sl: PPC PReP zagonski

source: QNX4.x 2nd part
sl: QNX4.x 2. del

source: QNX4.x 3rd part
sl: QNX4.x 3. del

source: GNU HURD or SysV
sl: GNU HURD ali SysV

source: Old Minix
sl: Stari Minix

source: Minix / old Linux
sl: Minix / stari Linux

source: Linux swap / Solaris
sl: Linux izmenjalni / Solaris

source: OS/2 hidden C: drive
sl: OS/2 skriti C: pogon

source: Linux extended
sl: Linux raz¹irjen

source: NTFS volume set
sl: NTFS obsegna mno¾ica

source: Darwin boot
sl: Darwin zagonski

source: BSDI fs
sl: BSDI dat. sistem

source: BSDI swap
sl: BSDI izmenjalni

source: Boot Wizard hidden
sl: skriti Boot Wizzard

source: Solaris boot
sl: Solaris zagonski

source: DRDOS/sec (FAT-12)
sl: DRDOS/sktr (FAT-12)

source: DRDOS/sec (FAT-16 < 32M)
sl: DRDOS/sktr (FAT-16 < 32M)

source: DRDOS/sec (FAT-16)
sl: DRDOS/sktr (FAT-16)

source: Non-FS data
sl: nedatoteènosistemski podatki

source: DOS access
sl: DOS dostop

source: DOS R/O
sl: DOS samo za branje

source: BeOS fs
sl: BeOS dat. sist.

source: Linux/PA-RISC boot
sl: Linux/PA-RISC zagonski

source: DOS secondary
sl: DOS sekundarni

source: seek error on %s - cannot seek to %lu
sl: napaka pri iskanju na %s - iskanje do %lu ni mo¾no

source: seek error: wanted 0x%08x%08x, got 0x%08x%08x
sl: napaka pri iskanju: zahtevano 0x%08x%08x, dobljeno 0x%08x%08x

source: out of memory - giving up
sl: pomnilnika je zmanjkalo - zakljuèujem

source: read error on %s - cannot read sector %lu
sl: napak pri branju na %s - branje sektorja %lu ni mo¾no

source: ERROR: sector %lu does not have an msdos signature
sl: NAPAKA: sektor %lu nima oznake tipa msdos

source: write error on %s - cannot write sector %lu
sl: napaka pri pisanju na %s - sektorja %lu ni mo¾no zapisati

source: cannot open partition sector save file (%s)
sl: shranjene datoteke sektorja razdelka ni mogoèe odpreti (%s)

source: write error on %s
sl: napaka pri pisanju na %s

source: cannot stat partition restore file (%s)
sl: stanja obnovitvene datoteke razdelka ni mogoèe dobiti (%s)

source: partition restore file has wrong size - not restoring
sl: obnovitvena datoteka razdelka ima napaèno velikost - ne obnavljam

source: out of memory?
sl: je zmanjkalo pomnilnika?

source: cannot open partition restore file (%s)
sl: obnovitvene datoteke razdelka ni mogoèe odpreti (%s)

source: error reading %s
sl: napaka pri branju %s

source: cannot open device %s for writing
sl: naprave %s ni mogoèe odpreti za branje

source: error writing sector %lu on %s
sl: napaka pri zapisovanju sektorja %lu na %s

source: Disk %s: cannot get geometry
sl: Disk %s: geometrije ni mogoèe najti

source: Disk %s: cannot get size
sl: Disk %s: velikosti ni mogoèe najti

source: Warning: start=%lu - this looks like a partition rather than the entire disk. Using fdisk on it is probably meaningless. [Use the --force option if you really want this]
sl: Opozorilo: zaèetek=%lu - to je bolj podobno razdelku kot celotnemu disku. Uporaba fdisk-a na njem je verjetno brez smisla. [uporabite --force izbiro èe to res ¾elite]

source: Warning: HDIO_GETGEO says that there are %lu heads
sl: Opozorilo: HDIO_GETGEO pravi da je %lu glav

source: Warning: HDIO_GETGEO says that there are %lu sectors
sl: Opozorilo: HDIO_GETGEO pravi, da je %lu sektorjev

source: Warning: BLKGETSIZE/HDIO_GETGEO says that there are %lu cylinders
sl: Opozorilo: BLKGETSIZE/HDIO_GETGEO pravi, da je %lu stez

source: Warning: unlikely number of sectors (%lu) - usually at most 63 This will give problems with all software that uses C/H/S addressing.
sl: Opozorilo: malo verjetno ¹tevilo sektorjev (%lu) - ponavadi jih je 63 To bo povzroèilo te¾ave z vso programsko opremo, ki uporablja C/G/S naslavljanje.

source: Disk %s: %lu cylinders, %lu heads, %lu sectors/track
sl: Disk %s: %lu stez, %lu glav, %lu sektorjev/stezo

source: %s of partition %s has impossible value for head: %lu (should be in 0-%lu)
sl: %s od razdelka %s ima nemogoèo vrednost glave: %lu (mora biti 0-%lu)

source: %s of partition %s has impossible value for sector: %lu (should be in 1-%lu)
sl: %s od razdelka %s ima nemogoèo vrednost sektorja: %lu (mora biti 1-%lu)

source: %s of partition %s has impossible value for cylinders: %lu (should be in 0-%lu)
sl: %s od razdelka %s ima nemogoèo vrednost steze: %lu (mora biti 0-%lu)

source: Id Name
sl: Id Ime

source: Re-reading the partition table ...
sl: Ponovno berem tabelo razdelkov ...

source: Error closing %s
sl: Napaka pri zapiranju %s

source: %s: no such partition
sl: %s: tak razdelek ne obstaja

source: unrecognized format - using sectors
sl: nerazpoznavna oblika - uporabljam sektorje

source: unimplemented format - using %s
sl: nepodprta oblika - uporabljam %s

source: Units = cylinders of %lu bytes, blocks of 1024 bytes, counting from %d
sl: Enote = steze po %lu bajtov, bloki po 1024 bajtov, ¹tejem od %d

source: Device Boot Start End #cyls #blocks Id System
sl: Naprava Zagon Zaèetek Konec #steze #bloki Id Sistem

source: Units = sectors of 512 bytes, counting from %d
sl: Enote = sektorji po 512 bajtov, ¹tejem od %d

source: Device Boot Start End #sectors Id System
sl: Naprava Zagon Zaèetek Konec #sktrji Id Sistem

source: Units = blocks of 1024 bytes, counting from %d
sl: Enote = bloki po 1024 bajtov, ¹tejem od %d

source: Device Boot Start End #blocks Id System
sl: Naprava Zagon Zaèetek Konec #bloki Id Sistem

source: Units = mebibytes of 1048576 bytes, blocks of 1024 bytes, counting from %d
sl: Enote = MiB iz 1048576 bajtov, bloki po 1024 bajtov, ¹teje se od %d

source: Device Boot Start End MiB #blocks Id System
sl: Naprava Zagon Zaèetek Konec MiB #bloki Id Sistem

source: start: (c,h,s) expected (%ld,%ld,%ld) found (%ld,%ld,%ld)
sl: zaèetek: (stz,g,skt) prièakovano (%ld,%ld,%ld), najdeno (%ld,%ld,%ld)

source: end: (c,h,s) expected (%ld,%ld,%ld) found (%ld,%ld,%ld)
sl: konec: (stz,g,skt) prièakovano (%ld,%ld,%ld), najdeno (%ld,%ld,%ld)

source: partition ends on cylinder %ld, beyond the end of the disk
sl: razdelek se konèa na stezi %ld za koncem diska

source: No partitions found
sl: Noben razdelek ni bil najden

source: Warning: The partition table looks like it was made for C/H/S=*/%ld/%ld (instead of %ld/%ld/%ld). For this listing I'll assume that geometry.
sl: Opozorilo: Tabela razdelkov izgleda, kot da je bila narejena za stz/g/skt=*/%ld%ld (namesto %ld/%ld/%ld). Za ta spisek se privzema to geometrijo.

source: no partition table present.
sl: nobena tabela razdelkov ni na voljo.

source: strange, only %d partitions defined.
sl: zanimivo, samo %d razdelkov je doloèenih.

source: Warning: partition %s has size 0 but is not marked Empty
sl: Opozorilo: razdelek %s ima velikost 0 ampak ni oznaèen kot Prazen

source: Warning: partition %s has size 0 and is bootable
sl: Opozorilo: razdelek %s ima velikost 0 in je oznaèen kot zagonski

source: Warning: partition %s has size 0 and nonzero start
sl: Opozorilo: razdelek %s ima velikost 0 in nenièelni zaèetek

source: Warning: partition %s
sl: Opozorilo: razdelek %s

source: is not contained in partition %s
sl: ni vsebovan v razdelku %s

source: Warning: partitions %s
sl: Opozorilo: razdelki %s

source: and %s overlap
sl: in %s se prekrivata

source: Warning: partition %s contains part of the partition table (sector %lu), and will destroy it when filled
sl: Opozorilo: razdelek %s vsebuje del tabele razdelkov (sektor %lu) in bo unièen, ko se napolni

source: Warning: partition %s starts at sector 0
sl: Opozorilo: razdelek %s se zaène na sektorju 0

source: Warning: partition %s extends past end of disk
sl: Opozorilo: razdelek %s poteka za koncem diska

source: Among the primary partitions, at most one can be extended (although this is not a problem under Linux)
sl: Med primarnimi razdelki se lahko raz¹iri samo eden (èeprav to ni problem pri Linux-u)

source: Warning: partition %s does not start at a cylinder boundary
sl: Opozorilo: razdelek %s se ne zaène na meji s stezo

source: Warning: partition %s does not end at a cylinder boundary
sl: Opozorilo: razdelek %s se ne konèa na meji s stezo

source: Warning: more than one primary partition is marked bootable (active) This does not matter for LILO, but the DOS MBR will not boot this disk.
sl: Opozorilo: veè kot en primarni razdelek je oznaèen kot zagonski To ni problem za LILO, samo DOS MBR se ne more zagnati s tega diska.

source: Warning: usually one can boot from primary partitions only LILO disregards the `bootable' flag.
sl: Opozorilo: ponavadi se lahko zaganja s primarnih razdelkov, samo LILO ne upo¹teva zastavice `bootable'.

source: Warning: no primary partition is marked bootable (active) This does not matter for LILO, but the DOS MBR will not boot this disk.
sl: Opozorilo: noben primarni razdelek ni oznaèen kot zagonski To ni problem za LILO, samo DOS MBR se ne more zagnati s tega diska.

source: start
sl: zaèetek

source: partition %s: start: (c,h,s) expected (%ld,%ld,%ld) found (%ld,%ld,%ld)
sl: razdelek %s: zaèetek: (stz,g,skt) prièakovano (%ld,%ld,%ld), najdeno (%ld,%ld,%ld)

source: end
sl: konec

source: partition %s: end: (c,h,s) expected (%ld,%ld,%ld) found (%ld,%ld,%ld)
sl: razdelek %s: konec: (stz,g,skt) prièakovano (%ld,%ld,%ld) najdeno (%ld,%ld,%ld)

source: partition %s ends on cylinder %ld, beyond the end of the disk
sl: razdelek %s se konèa na stezi %ld, za koncem diska

source: Warning: shifted start of the extd partition from %ld to %ld (For listing purposes only. Do not change its contents.)
sl: Opozorilo: zaèetek raz¹irjenega razdelka je bil premaknjen od %ld na %ld (Samo za izpisovanje, ne spreminjajte vsebine.)

source: Warning: extended partition does not start at a cylinder boundary. DOS and Linux will interpret the contents differently.
sl: Opozorilo: raz¹irjen razdelek se ne zaène na meji s stezo. DOS in Linux bosta tolmaèila vsebino razlièno.

source: too many partitions - ignoring those past nr (%d)
sl: preveè razdelkov - po ¹t. %d ne bodo upo¹tevani

source: tree of partitions?
sl: drevo razdelkov?

source: detected Disk Manager - unable to handle that
sl: zaznan je Upravljalnik diska - upravljanje z njim ni podprto

source: DM6 signature found - giving up
sl: DM6 podpis najden - konèujem

source: strange..., an extended partition of size 0?
sl: zanimivo..., raz¹irjen razdelek velikosti 0?

source: strange..., a BSD partition of size 0?
sl: zanimivo..., BSD razdelek velikosti 0?

source: -n flag was given: Nothing changed
sl: -n zastavica je bil podana: Brez sprememb

source: Failed saving the old sectors - aborting
sl: Neuspe¹no shranjevanje starih sektorjev - prekinjam

source: Failed writing the partition on %s
sl: Neuspe¹no zapisovanje razdelka na %s

source: long or incomplete input line - quitting
sl: dolga ali nepopolna vnosna vrstica - konèujem

source: input error: `=' expected after %s field
sl: vhodna napaka: `=' prièakovano po polju %s

source: input error: unexpected character %c after %s field
sl: vhodna napaka: neprièakovan znak %c po polju %s

source: unrecognized input: %s
sl: neprepoznan vhod: %s

source: number too big
sl: prevelika ¹tevilka

source: trailing junk after number
sl: ¹tevilki sledijo èudni podatki

source: no room for partition descriptor
sl: za opisnik razdelka ni prostora

source: cannot build surrounding extended partition
sl: ustvarjanje raz¹irjenega razdelka okoli obstojeèega ni uspelo

source: too many input fields
sl: preveè vhodnih polj

source: No room for more
sl: Ni veè prostora

source: Illegal type
sl: Nepravilen tip

source: Warning: given size (%lu) exceeds max allowable size (%lu)
sl: Opozorilo: podana velikost (%lu) presega najveèjo dovoljeno (%lu)

source: Warning: empty partition
sl: Opozorilo: prazen razdelek

source: Warning: bad partition start (earliest %lu)
sl: Opozorilo: po¹kodovan zaèetek razdelka (najprej %lu)

source: unrecognized bootable flag - choose - or *
sl: neprepoznana zagonska zastavica - izverite - ali *

source: partial c,h,s specification?
sl: delna stz,g,skt specifikacija?

source: Extended partition not where expected
sl: Raz¹irjen razdelek na neprièakovanem mestu

source: bad input
sl: slab vnos

source: too many partitions
sl: preveè razdelkov

source: Input in the following format; absent fields get a default value. <start> <size> <type [E,S,L,X,hex]> <bootable [-,*]> <c,h,s> <c,h,s> Usually you only need to specify <start> and <size> (and perhaps <type>).
sl: Vnos v sledeèi obliki; odsotna polja dobijo privzeto vrednost. <start> <size> <type> [E,S,L,X,hex]> <bootable [-,*]> <c,h,s> <c,h,s> Ponavadi je potrebno zapisati samo <start> in <size> (vèasih tudi <type>).

source: Usage: %s [options] device ...
sl: Uporaba: %s [izbire] naprava ...

source: device: something like /dev/hda or /dev/sda
sl: naprava: npr. /dev/hda ali /dev/sda

source: useful options:
sl: uporabne izbire:

source: -s [or --show-size]: list size of a partition
sl: -s [ali --show-size]: izpi¹i velikost razdelka

source: -c [or --id]: print or change partition Id
sl: -c [ali --id]: izpi¹i ali spremeni Id razdelka

source: -l [or --list]: list partitions of each device
sl: -l [ali --list]: izpi¹i razdelke za vsako napravo

source: -d [or --dump]: idem, but in a format suitable for later input
sl: -d [ali --dump]: podobno kot prej, ampak v obliki, uporabni za kasnej¹i vnos

source: -i [or --increment]: number cylinders etc. from 1 instead of from 0
sl: -i [ali --increment]: ¹tevilo stez, npr. od 1 namesto od 0

source: -uS, -uB, -uC, -uM: accept/report in units of sectors/blocks/cylinders/MB
sl: -uS, -uB, -uC, -uM: sprejmi/poroèaj v enotah sektorjev/blokov/stez/MB

source: -T [or --list-types]:list the known partition types
sl: -T [ali --list-types]:izpi¹i znane tipe razdelkov

source: -D [or --DOS]: for DOS-compatibility: waste a little space
sl: -D [ali --DOS]: za zdru¾ljivost z DOS-om: porabi malo prostora

source: -R [or --re-read]: make kernel reread partition table
sl: -R [ali --re-read]: prisili jedro v ponovno branje tabele razdelkov

source: -N# : change only the partition with number #
sl: -N# : spremeni samo razdelke s ¹tevilko #

source: -n : do not actually write to disk
sl: -n : ne zapi¹i sprememb na disk

source: -O file : save the sectors that will be overwritten to file
sl: -O datoteka : shrani sektorje, ki bodo prepisani v datoteki

source: -I file : restore these sectors again
sl: -I datoteka: ponovno obnovi te sektorje

source: -v [or --version]: print version
sl: -v [ali --version]: izpi¹i razlièico

source: -? [or --help]: print this message
sl: -? [ali --help]: izpi¹i to sporoèilo

source: dangerous options:
sl: nevarne izbire:

source: -g [or --show-geometry]: print the kernel's idea of the geometry
sl: -g [ali --show-geometry]: izpi¹i geometrijo tako, kot ga razume jedro

source: -G [or --show-pt-geometry]: print geometry guessed from the partition table
sl: -G [ali --show-pt-geometry]: izpi¹i uganjeno gometrijo iz tabele razdelkov

source: -x [or --show-extended]: also list extended partitions on output or expect descriptors for them on input
sl: -x [ali --show-extended]: izpi¹i tudi raz¹irjene razdelke ali prièakuj opisnike na vhodu

source: -L [or --Linux]: do not complain about things irrelevant for Linux
sl: -L [ali --Linux]: ne prito¾uj se nad stvarmi, ki niso pomembne za Linux

source: -q [or --quiet]: suppress warning messages
sl: -q [ali --quiet]: ne prika¾i opozoril

source: You can override the detected geometry using:
sl: Zaznano geometrijo lahko obidete tako da uporabite:

source: -C# [or --cylinders #]:set the number of cylinders to use
sl: -C# [ali --cylinders #]:nastavi ¹tevilo stez

source: -H# [or --heads #]: set the number of heads to use
sl: -H# [ali --heads #]: nastavi ¹tevilo glav

source: -S# [or --sectors #]: set the number of sectors to use
sl: -S# [ali --sectors #]: nastavi ¹tevilo sektorjev

source: You can disable all consistency checking with:
sl: Vsa doslednostna preverjanja lahko onemogoèite z:

source: -f [or --force]: do what I say, even if it is stupid
sl: -f [ali --force]: naredi kar reèem brez ugovorov

source: Usage:
sl: Uporaba:

source: %s device list active partitions on device
sl: %s naprava izpi¹i dejavne razdelke na napravi

source: %s device n1 n2 ... activate partitions n1 ..., inactivate the rest
sl: %s naprava ¹t1 ¹t2 ... aktiviraj razdelek n1 ..., deaktiviraj ostale

source: %s -An device activate partition n, inactivate the other ones
sl: %s - Naprava aktivira razdelek n, deaktivira ostale

source: no command?
sl: ni ukaza?

source: usage: sfdisk --print-id device partition-number
sl: uporaba: sfdisk --print-id naprava ¹t. razdelka

source: usage: sfdisk --change-id device partition-number Id
sl: uporaba: sfdisk --change-id naprava ¹t. razdelka Id

source: usage: sfdisk --id device partition-number [Id]
sl: uporaba: sfdisk --id naprava ¹t. razdelka [Id]

source: can specify only one device (except with -l or -s)
sl: navedete lahko samo eno napravo (razen z -l ali -s)

source: cannot open %s read-write
sl: %s ni mogoèe odpreti za branje in pisanje

source: cannot open %s for reading
sl: %s ni mogoèe odpreti za branje

source: %s: OK
sl: %s: Vredu

source: %s: %ld cylinders, %ld heads, %ld sectors/track
sl: %s: %ld stez, %ld glav, %ld sektorjev/sled

source: bad active byte: 0x%x instead of 0x80
sl: slab dejavni bajt: 0x%x namesto 0x80

source: Done
sl: Opravljeno

source: You have %d active primary partitions. This does not matter for LILO, but the DOS MBR will only boot a disk with 1 active partition.
sl: Imate %d dejavnih primarnih razdelkov. Za LILO to ni te¾ava, ampak DOS MBR se bo nalo¾il samo z diskov, ki imajo 1 dejaven razdelek.

source: partition %s has id %x and is not hidden
sl: razdelek %s ima id %x in ni skrit

source: Bad Id %lx
sl: Slab Id %lx

source: This disk is currently in use.
sl: Ta disk je trenutno v rabi.

source: Fatal error: cannot find %s
sl: Usodna napaka: %s ni mogoèe najti

source: Warning: %s is not a block device
sl: Opozorilo: %s ni blokovna naprava

source: Checking that no-one is using this disk right now ...
sl: Preverjam, da nihèe ne uporablja tega diska ...

source: This disk is currently in use - repartitioning is probably a bad idea. Umount all file systems, and swapoff all swap partitions on this disk. Use the --no-reread flag to suppress this check.
sl: Ta disk je trenutno v rabi - ponovno razdeljevanje je verjetno slaba ideja. Odklopite vse dat. sisteme in izkljuèite vse izmenjalne razdelke na tem disku. Uporabite --no-reread zastavico da izkljuèite to preverjanje.

source: Use the --force flag to overrule all checks.
sl: Uporabite --force izbiro da obidete vsa preverjanja.

source: OK
sl: VREDU
