Repository: pedropena/backharddi-ng-kernel
Catalog: udebs/addons/util-linux/source/po/*.po
Languages: sl

source: Name
sl: Ime

source: Flags
sl: Oznake

source: Part Type
sl: Tip Razd.

source: FS Type
sl: Dat. sistem

source: [Label]
sl: [Oznaka]

source: Bootable
sl: Zagonski

source: Toggle bootable flag of the current partition
sl: Preklopi zagonsko zastavico trenutnega razdelka

source: Delete
sl: Izbri¹i

source: Delete the current partition
sl: Izbri¹i ta razdelek

source: Geometry
sl: Geometr.

source: Change disk geometry (experts only)
sl: Nastavi geometrijo diska (samo poznavalci)

source: Help
sl: Pomoè

source: Print help screen
sl: Izpi¹i stran z navodili

source: Maximize
sl: Razpri

source: Maximize disk usage of the current partition (experts only)
sl: Razpri trenutni razdelek èez celotno nezasedeno obmoèje (samo poznavalci)

source: New
sl: Nova

source: Create new partition from free space
sl: Ustvari nov razdelek iz nezasedenega prostora

source: Print
sl: Natisni

source: Print partition table to the screen or to a file
sl: Izpi¹i tabelo razdelkov na zaslon ali shrani v datoteko

source: Quit
sl: Izhod

source: Quit program without writing partition table
sl: Izhod iz programa brez zapisa tabele razdelkov

source: Type
sl: Tip

source: Change the filesystem type (DOS, Linux, OS/2 and so on)
sl: Spremeni tip datoteènega sistema (DOS, Linux, OS/2 itn.)

source: Units
sl: Enote

source: Change units of the partition size display (MB, sect, cyl)
sl: Spremeni enote prikaza velikosti razdelkov (MB, sekt, cil)

source: Write
sl: Zapi¹i

source: Write partition table to disk (this might destroy data)
sl: Zapi¹i tabelo razdelkov na disk (to lahko unièi podatke)

source: Cannot make this partition bootable
sl: Te particije se ne more nastaviti kot zagonske

source: Cannot delete an empty partition
sl: Praznega razdelka se ne more zbrisati

source: Cannot maximize this partition
sl: Tega razdelka se ne more razpreti

source: This partition is unusable
sl: Ta razdelek ni uporaben

source: This partition is already in use
sl: Ta razdelek se ¾e uporablja

source: Cannot change the type of an empty partition
sl: Tipa praznega razdelka se ne more spremeniti

source: No more partitions
sl: Ni veè razdelkov

source: Illegal command
sl: Napaèen ukaz

source: Usage: Print version: %s -v Print partition table: %s -P {r|s|t} [options] device Interactive use: %s [options] device Options: -a: Use arrow instead of highlighting; -z: Start with a zero partition table, instead of reading the pt from disk; -c C -h H -s S: Override the kernel's idea of the number of cylinders, the number of heads and the number of sectors/track.
sl: Uporaba: Izpi¹i razlièico: %s -v Izpi¹i tabelo razdelkov: %s -P {r|s|t} [izbire] naprava Interaktivna uporaba: %s [izbire] naprava Izbire: -a: Uporabi pu¹èico namesto osvetljevanja; -z: Zaèni s prazno tabelo particij namesto branja tp z diska; -c C -h H -s S: Povozi idejo jedra o ¹tevilu sledi, glav in sektorjev.

source: There is a valid AIX label on this disk. Unfortunately Linux cannot handle these disks at the moment. Nevertheless some advice: 1. fdisk will destroy its contents on write. 2. Be sure that this disk is NOT a still vital part of a volume group. (Otherwise you may erase the other disks as well, if unmirrored.) 3. Before deleting this physical volume be sure to remove the disk logically from your AIX machine. (Otherwise you become an AIXpert).
sl: Na tem disku je veljavna oznaka AIX. Na ¾alost s temi diski Linux trenutno ne zna rokovati. Pomaga naj vam par nasvetov: 1. fdisk bo unièil vsebino diska pri pisanju. 2. Bodite preprièani, da ta disk NI ¾ivljenjskega pomena obsegovne skupine[volume group]. (Drugaèe se lahko zgodi, da boste brisali tudi ostale diske. 3. Pred izbrisom fiziènega obsega bodite preprièani, da disk odstranite logièno, iz va¹ega AIX raèunalnika. (Drugaèe lahko postanete "strokovnjak za AIX").

source: BSD label for device: %s
sl: BSD oznaka za napravo: %s

source: Command action
sl: Ukaz dejanje

source: d delete a BSD partition
sl: d zbri¹i razdelek tipa BSD

source: e edit drive data
sl: e a¾uriraj diskovne podatke

source: i install bootstrap
sl: i namesti zaèetni nalagalnik

source: l list known filesystem types
sl: l izpi¹i znane datoteène sisteme

source: m print this menu
sl: m izpi¹i ta meni

source: n add a new BSD partition
sl: n dodaj novo particijo tipa BSD

source: p print BSD partition table
sl: p izpi¹i BSD-jevo tabelo razdelkov

source: q quit without saving changes
sl: q konèaj, ne da bi shranil spremembe

source: r return to main menu
sl: r vrni se v glavni meni

source: s show complete disklabel
sl: s prika¾i celostno oznako diska

source: t change a partition's filesystem id
sl: t spremeni id razdelènega datoteènega sistema

source: u change units (cylinders/sectors)
sl: u spremeni enote (steze/sektorji)

source: w write disklabel to disk
sl: w zapi¹i oznako diska na disk

source: x link BSD partition to non-BSD partition
sl: x pove¾i razdelek tipa BSD z razdelkom drugega tipa

source: Partition %s has invalid starting sector 0.
sl: Razdelek %s ima neveljavni zaèetni sektor 0.

source: Reading disklabel of %s at sector %d.
sl: Berem oznako diska %s na sektorju %d.

source: There is no *BSD partition on %s.
sl: Na %s ni razdelka tipa *BSD.

source: BSD disklabel command (m for help):
sl: Ukaz BSD oznaka diska (m za pomoè):

source: First %s
sl: Prvi %s

source: Last %s or +size or +sizeM or +sizeK
sl: Zadnji %s ali +size ali +sizeM ali +sizeK

source: type: %s
sl: vrsta: %s

source: type: %d
sl: vrsta: %d

source: label: %.*s
sl: oznaka: %.*s

source: flags:
sl: zastavice:

source: removable
sl: odstranljiv

source: badsect
sl: po¹sektor

source: bytes/sector: %ld
sl: bajti/sektor: %ld

source: sectors/track: %ld
sl: sektor/sled: %ld

source: tracks/cylinder: %ld
sl: sled/steza: %ld

source: sectors/cylinder: %ld
sl: sektor/steza: %ld

source: cylinders: %ld
sl: steze: %ld

source: rpm: %d
sl: obrati/min: %d

source: interleave: %d
sl: prepleteno: %d

source: cylinderskew: %d
sl: po¹evnostsledi: %d

source: headswitch: %ld # milliseconds
sl: zamenjava glave: %ld # milisekund

source: track-to-track seek: %ld # milliseconds
sl: iskanje sled-do-sledi: %ld # milisekund

source: drivedata:
sl: diskovni podatki:

source: %d partitions:
sl: %d razdelkov:

source: # start end size fstype [fsize bsize cpg]
sl: # zaèetek konec vel tip dat sist [veldat velblok cpg]

source: Writing disklabel to %s.
sl: Zapisovanje oznake diska na %s.

source: %s contains no disklabel.
sl: %s ne vsebuje oznake diska.

source: Do you want to create a disklabel? (y/n)
sl: Ali ¾elite ustvariti oznako diska? (y/n)

source: bytes/sector
sl: bajti/sektor

source: sectors/track
sl: sektorji/sled

source: tracks/cylinder
sl: sledi/stezo

source: cylinders
sl: steze

source: sectors/cylinder
sl: sektorji/stezo

source: Must be <= sectors/track * tracks/cylinder (default).
sl: Mora biti <= sektorji/sled * sledi/stezo (privzeto).

source: rpm
sl: obrati/min

source: interleave
sl: prepleteno

source: trackskew
sl: po¹evnostsledi

source: cylinderskew
sl: po¹evnoststeze

source: headswitch
sl: prehod glav

source: track-to-track seek
sl: iskanje sledi-do-sledi

source: Bootstrap: %sboot -> boot%s (%s):
sl: Zaèetni nalagalnik: %sboot -> boot%s (%s):

source: Bootstrap overlaps with disk label!
sl: Zaèetni nalagalnik se prekriva z oznako diska!

source: Bootstrap installed on %s.
sl: Zaèetni nalagalnik je name¹èen na %s.

source: Partition (a-%c):
sl: Razdelek (a-%c):

source: The maximum number of partitions has been created
sl: Najveèje mo¾no ¹tevilo razdelkov je bilo ustvarjeno

source: This partition already exists.
sl: Ta razdelek ¾e obstaja.

source: Warning: too many partitions (%d, maximum is %d).
sl: Opozorilo: preveè particij (%d, najveè pa je %d).

source: Syncing disks.
sl: Sinhronizacija diskov.

source: Unable to open %s
sl: %s ni mogoèe odpreti

source: Unable to read %s
sl: %s ni mogoèe prebrati

source: Unable to seek on %s
sl: Na %s iskanje ni mo¾no

source: Unable to write %s
sl: Na %s ni mogoèe pisati

source: BLKGETSIZE ioctl failed on %s
sl: BLKGETSIZE od ioctl ni uspel na %s

source: Unable to allocate any more memory
sl: Dodeljevanje pomnilnika ni veè mogoèe

source: Fatal error
sl: Usodna napaka

source: a toggle a read only flag
sl: a preklopi samo za branje

source: b edit bsd disklabel
sl: b spremeni oznako diska tipa BSD

source: c toggle the mountable flag
sl: c preklopi zastavico priklopljivo

source: d delete a partition
sl: d zbri¹i razdelek

source: l list known partition types
sl: l izpi¹i znane vrste razdelkov

source: n add a new partition
sl: n dodaj nov razdelek

source: o create a new empty DOS partition table
sl: o ustvari novo prazno tabelo razdelkov tipa MS-DOS

source: p print the partition table
sl: p izpi¹i tabelo razdelkov

source: s create a new empty Sun disklabel
sl: s ustvari novo prazno oznako diska tipa Sun

source: t change a partition's system id
sl: t spremeni sistemski ID razdelka

source: u change display/entry units
sl: u spremeni prikazne/vnosne enote

source: v verify the partition table
sl: v preveri tabelo razdelkov

source: w write table to disk and exit
sl: w zapi¹i tabelo razdelkov na disk in konèaj

source: x extra functionality (experts only)
sl: x dodatne mo¾nosti (samo za poznavalce)

source: a select bootable partition
sl: a izberi zagonski razdelek

source: b edit bootfile entry
sl: b uredi zagonskodatoteèni vnos

source: c select sgi swap partition
sl: c izberi izmenjalni razdelek tipa sgi

source: a toggle a bootable flag
sl: a preklopi zagonsko zastavico

source: c toggle the dos compatibility flag
sl: c preklopi zdru¾ljivo z DOS zastavico

source: a change number of alternate cylinders
sl: a spremeni ¹tevilo izmeniènih stez

source: c change number of cylinders
sl: c spremeni ¹tevilo stez

source: d print the raw data in the partition table
sl: d izpi¹i surove podatke iz tabele razdelkov

source: e change number of extra sectors per cylinder
sl: e spremeni ¹tevilo dodatkih sektorjev na stezo

source: h change number of heads
sl: h spremeni ¹tevilo glav

source: i change interleave factor
sl: i spremeni koeficient prepletenosti

source: o change rotation speed (rpm)
sl: o spremeni hitrost vrtenja (obrati/min)

source: s change number of sectors/track
sl: s spremeni ¹tevilo sektorjev/sled

source: y change number of physical cylinders
sl: y spremeni ¹tevilo fiziènih stez

source: b move beginning of data in a partition
sl: b premakni zaèetek podatkov v razdelku

source: e list extended partitions
sl: e izpi¹i raz¹irjene razdelke

source: g create an IRIX (SGI) partition table
sl: g ustvari tabelo razdelkvo tipa IRIX (SGI)

source: f fix partition order
sl: f popravi vrstni red razdelkov

source: You must set
sl: Nastaviti morate

source: heads
sl: glave

source: sectors
sl: sektorji

source: %s%s. You can do this from the extra functions menu.
sl: %s%s. To lahko storite v meniju z dodatnimi mo¾nostmi.

source: and
sl: in

source: Bad offset in primary extended partition
sl: Po¹kodovan odmik v primarnem raz¹irjenem razdelku

source: Warning: omitting partitions after #%d. They will be deleted if you save this partition table.
sl: Opozorilo: omejujem razdelke po #%d. Èe shranite ta razdelek bodo izbrisani.

source: Warning: extra link pointer in partition table %d
sl: Opozorilo: dodatni povezovalni kazalec v tabeli razdelkov %d

source: Warning: ignoring extra data in partition table %d
sl: Opozorilo: dodatni podatki v tabeli razdelkov %d ne bodo upo¹tevani

source: Note: sector size is %d (not %d)
sl: Opomba: velikost sektorja je %d (ne %d)

source: You will not be able to write the partition table.
sl: Ne boste mogli zapisati tabele razdelkov.

source: This disk has both DOS and BSD magic. Give the 'b' command to go to BSD mode.
sl: Ta disk je oznaèek kot tipa DOS in tipa BSD. Uporabite 'b' ukaz, da preidete v BSD naèin.

source: Device contains neither a valid DOS partition table, nor Sun, SGI or OSF disklabel
sl: Naprava ne vsebuje veljavne tabele razdelkov tipa DOS, niti oznake diska tipa Sun, SGI ali OSF

source: Internal error
sl: Notranja napaka

source: Ignoring extra extended partition %d
sl: Dodatni raz¹irjen razdelek %d ne bo upo¹tevan

source: Warning: invalid flag 0x%04x of partition table %d will be corrected by w(rite)
sl: Opozorilo: neveljavna zastavica 0x%04x tabele razdelkov %d bo popravljena z w(rite)

source: got EOF thrice - exiting..
sl: 3x dobljen EOF - Konèujem..

source: Hex code (type L to list codes):
sl: ©estnajsti¹ka koda (pritisni L za izbor kod):

source: %s (%u-%u, default %u):
sl: %s (%u-%u, privzeto %u):

source: Using default value %u
sl: Uporbljena bo privzeta vrednost %u

source: Value out of range.
sl: Vrednost izven dosega.

source: Partition number
sl: ©tevilka razdelka

source: Warning: partition %d has empty type
sl: Opozorilo: razdelek %d nima tipa

source: Selected partition %d
sl: Izbran razdelek %d

source: No partition is defined yet!
sl: Noben razdelek ¹e ni doloèen!

source: All primary partitions have been defined already!
sl: Vsi primarni razdelki so ¾e doloèeni!

source: cylinder
sl: steza

source: sector
sl: sektor

source: Changing display/entry units to %s
sl: Spreminjam enote prikaza/vnosa na %s

source: WARNING: Partition %d is an extended partition
sl: OPOZORILO: Razdelek %d je raz¹irjeni razdelek

source: DOS Compatibility flag is set
sl: Zdru¾ljivost z DOS je nastavljena.

source: DOS Compatibility flag is not set
sl: Zdru¾ljivost z DOS ni nastavljena.

source: Partition %d does not exist yet!
sl: Razdelek %d ¹e ne obstaja!

source: Type 0 means free space to many systems (but not to Linux). Having partitions of type 0 is probably unwise. You can delete a partition using the `d' command.
sl: V mnogih sistemih pomeni tip 0 prazen prostor, v Linuxu pa ne. Razdelkov tipa 0 ni pametno imeti Razdelek lahko zbri¹ete z ukazom `d'.

source: You cannot change a partition into an extended one or vice versa Delete it first.
sl: Razdelka ne morete pretvoriti v raz¹irjenega ali obratno. Najprej ga zbri¹ite.

source: Consider leaving partition 3 as Whole disk (5), as SunOS/Solaris expects it and even Linux likes it.
sl: Razmislite o tem, da pustite razdelek 3 kot celotni disk (5). Tak je dogovor v SunOS/Solaris, Linux pa ga spo¹tuje.

source: Changed system type of partition %d to %x (%s)
sl: Tip razdelka %d je spremenjen v %x (%s)

source: Partition %d has different physical/logical beginnings (non-Linux?):
sl: Fizièni zaèetek razdelka %d ni enak logiènemu (ne-Linux?):

source: phys=(%d, %d, %d)
sl: fizièni=(%d, %d, %d)

source: logical=(%d, %d, %d)
sl: logièni=(%d, %d, %d)

source: Partition %d has different physical/logical endings:
sl: Fizièna/logièna konca razdelka %d se ne ujemata:

source: Partition %i does not start on cylinder boundary:
sl: Razdelek %i se ne zaène na meji stez:

source: should be (%d, %d, 1)
sl: moral bi biti (%d, %d, 1)

source: Partition %i does not end on cylinder boundary.
sl: Razdelek %i se ne konèa na meji stez.

source: should be (%d, %d, %d)
sl: moral bi biti (%d, %d, %d)

source: Disk %s: %ld MB, %lld bytes
sl: Disk %s: %ld MB, %lld bajtov

source: Disk %s: %ld.%ld GB, %lld bytes
sl: Disk %s: %ld.%ld GB, %lld bajtov

source: Nothing to do. Ordering is correct already.
sl: Niè ni treba spremeniti. Red je ¾e pravilen.

source: This doesn't look like a partition table Probably you selected the wrong device.
sl: To ne izgleda kot tabela razdelkov Verjetno ste izbrali napaèno napravo.

source: %*s Boot Start End Blocks Id System
sl: %*s Zagon Zaèetek Konec Bloki Id Sistem

source: Device
sl: Naprava

source: Partition table entries are not in disk order
sl: Vnosi tabele razdelkov niso v diskovnem vrstnem redu

source: Warning: partition %d contains sector 0
sl: Opozorilo: razdelek %d vsebuje sektor 0

source: Partition %d: head %d greater than maximum %d
sl: Razdelek %d: glava %d je veèja od najveèje %d

source: Partitions %d: cylinder %d greater than maximum %d
sl: Razdelki %d: steza %d je veèja od najveèje %d

source: Partition %d: previous sectors %d disagrees with total %d
sl: Razdelek %d: prej¹nji sektorji %d se ne ujemajo s celoto %d

source: Warning: bad start-of-data in partition %d
sl: Opozorilo: po¹kodovan zaèetek podatkov v razdelku %d

source: Warning: partition %d overlaps partition %d.
sl: Opozorilo: razdelek %d prekriva razdelek %d.

source: Warning: partition %d is empty
sl: Opozorilo: razdelek %d je prazen

source: Logical partition %d not entirely in partition %d
sl: Logièni razdelek %d ni v celoti v razdelku %d

source: Partition %d is already defined. Delete it before re-adding it.
sl: Razdelek %d je ¾e doloèen. Zbri¹ite ga preden ga ponovno dodate.

source: No free sectors available
sl: Ni veè prostih sektorjev

source: Sorry - this fdisk cannot handle AIX disk labels. If you want to add DOS-type partitions, create a new empty DOS partition table first. (Use o.) WARNING: This will destroy the present disk contents.
sl: Oprostite - ta fdisk ne zna delati z oznakami diskov tipa AIX. Èe ¾elite dodati razdelke tipa DOS, najprej ustvarite novo prazno tabelo razdelkov tipa DOS. (Uporabite o.) OPOZORILO: To bo unièilo trenutno vsebuno diska.

source: You must delete some partition and add an extended partition first
sl: Izbrisati morate nek razdelek in najprej dodati raz¹irjen razdelek

source: Command action %s p primary partition (1-4)
sl: Ukazna akcija %s p primarni razdelek (1-4)

source: l logical (5 or over)
sl: l logièni (5 ali veè)

source: e extended
sl: e raz¹irjen

source: Invalid partition number for type `%c'
sl: Neveljavna ¹tevilka razdelka za tip `%c'

source: The partition table has been altered!
sl: Tabela razdelkov je bila spremenjena!

source: Calling ioctl() to re-read partition table.
sl: Klièem ioctl() za ponovno branje tabele razdelkov.

source: WARNING: If you have created or modified any DOS 6.x partitions, please see the fdisk manual page for additional information.
sl: OPOZORILO: Èe ste ustvarili ali spreminjali razdelke tipa DOS 6.x, si poglejte priroènik za fdisk za dodatne informacije.

source: Error closing file
sl: Napaka pri zapiranju datoteke

source: Syncing disks.
sl: Sinhroniziram diske.

source: Partition %d has no data area
sl: Razdelek %d nima podatkovnega obmoèja

source: New beginning of data
sl: Nov zaèetek podatkov

source: Expert command (m for help):
sl: Strokovni ukaz (m za pomoè):

source: Number of cylinders
sl: ©tevilo stez

source: Number of heads
sl: ©tevilo glav

source: Number of sectors
sl: ©tevilo sektorjev

source: Warning: setting sector offset for DOS compatiblity
sl: Opozorilo: odmik sektorja bo nastavljen tako, da bo zdru¾ljiv z DOS

source: Disk %s doesn't contain a valid partition table
sl: Disk %s ne vsebuje veljavne tabele razdelkov

source: Cannot open %s
sl: %s ne morem odpreti

source: cannot open %s
sl: %s ne morem odpreti

source: %c: unknown command
sl: %c: neznan ukaz

source: This kernel finds the sector size itself - -b option ignored
sl: To jedro najde velikost sektorja samostojno - -b izbire ni upo¹tevana

source: Warning: the -b (set sector size) option should be used with one specified device
sl: Opozorilo: izbira -b (nastavi velikost sektorja) se naj uporablja s podano napravo

source: Detected an OSF/1 disklabel on %s, entering disklabel mode.
sl: Na %s je bila zaznana oznaka diska tipa OSF/1, vstopa v naèin oznaèevanja diska.

source: Command (m for help):
sl: Ukaz (m za pomoè):

source: The current boot file is: %s
sl: Trenutna zagonska datoteka je: %s

source: Please enter the name of the new boot file:
sl: Prosimo vpi¹ite ime nove zagonske datoteke:

source: Boot file unchanged
sl: Zagonska datoteka ni bila spremenjena

source: Sorry, no experts menu for SGI partition tables available.
sl: Za tabele particij tipa SGI ¾al ni strokovnega menija.

source: SGI volhdr
sl: SGI glavaobsga

source: SGI trkrepl
sl: SGI odzivsteze

source: SGI secrepl
sl: SGI odzivsekt

source: SGI raw
sl: SGI surov

source: SGI volume
sl: SGI obseg

source: Linux swap
sl: Linux izmenjalni prostor

source: Linux native
sl: Linux domaèa

source: According to MIPS Computer Systems, Inc the Label must not contain more than 512 bytes
sl: Upo¹tevajoè MIPS Computer Systems, Inc. oznaka ne sme vsebovati veè to 512 bajtov

source: Detected sgi disklabel with wrong checksum.
sl: Zaznana je bila diskovna oznaka tipa SGI z napaèno kontrolno vsoto.

source: ----- partitions ----- Pt# %*s Info Start End Sectors Id System
sl: ----- razdelki ----- Pt# %*s Info Zaèetek Konec Sektor Id Sistem

source: ----- Bootinfo ----- Bootfile: %s ----- Directory Entries -----
sl: ----- Zagoninfo ----- Zagonska dat.: %s ----- Vnosi imenikov -----

source: %2d: %-10s sector%5u size%8u
sl: %2d: %-10s sektor%5u velikost%8u

source: Invalid Bootfile! The bootfile must be an absolute non-zero pathname, e.g. "/unix" or "/unix.save".
sl: Neveljavna zagonska dat.! Zagonska datoteka mora biti absolutna nenièelna pot, npr. "/unix" ali "/unix.save".

source: Name of Bootfile too long: 16 bytes maximum.
sl: Ime zagonske dat. je predolgo: najveè 16 bajtov.

source: Bootfile must have a fully qualified pathname.
sl: Zagonska datoteka mora biti popolna pot.

source: Be aware, that the bootfile is not checked for existence. SGI's default is "/unix" and for backup "/unix.save".
sl: Zavedati se morate, da se ne pregleda, ali zagonska dat. obstaja. Privzeto za SGI jhe "/unix" in za varnostno kopijo "/unix.save".

source: Bootfile is changed to "%s".
sl: Zagonska datoteka je spremenjena na "%s".

source: More than one entire disk entry present.
sl: Prisoten je veè kot en vnos celotnega diska.

source: No partitions defined
sl: Noben razdelek ni doloèen

source: IRIX likes when Partition 11 covers the entire disk.
sl: IRIX-u je v¹eè èe razdelek 11 prekriva celoten disk.

source: The entire disk partition should start at block 0, not at diskblock %d.
sl: Razdelek èez celoten disk se mora zaèeti na bloku 0, ne na diskovnem bloku %d.

source: The entire disk partition is only %d diskblock large, but the disk is %d diskblocks long.
sl: Celotna diskovna particija je velika %d disk. blokov, ampak disk je dolg %d disk. blokov.

source: One Partition (#11) should cover the entire disk.
sl: En razdelek (#11) naj bi pokrival celoten disk.

source: Partition %d does not start on cylinder boundary.
sl: Razdelek %d se ne zaène na meji s cilindrom.

source: Partition %d does not end on cylinder boundary.
sl: Razdelek %d se ne konèa na meji s cilindrom.

source: The Partition %d and %d overlap by %d sectors.
sl: Razdelka %d in %d se prekrivata v skupno %d sektorjih.

source: Unused gap of %8u sectors - sectors %8u-%u
sl: %8u sektorjev ni v rabi - sektorji %8u-%u

source: The boot partition does not exist.
sl: Zagonski razdelek ne obstaja.

source: The swap partition does not exist.
sl: Izmenjalni razdelek ne obstaja.

source: The swap partition has no swap type.
sl: Izmenjalni razdelek nima doloèenega tipa.

source: You have chosen an unusual boot file name.
sl: Izbrali ste nenavadno ime zagonske datoteke.

source: Sorry You may change the Tag of non-empty partitions.
sl: ®al lahko spremenite Oznako nepraznih razdelkov.

source: It is highly recommended that the partition at offset 0 is of type "SGI volhdr", the IRIX system will rely on it to retrieve from its directory standalone tools like sash and fx. Only the "SGI volume" entire disk section may violate this. Type YES if you are sure about tagging this partition differently.
sl: Priporoèljivo je, da je razdelek na odmiku 0 tipa "SGI volhdr", sistem IRIX se zana¹a na to, da lahko uporablja orodja kot so sash in fx z njega. Samo "SGI obseg" celoten del diska lahko kr¹i to. Vtipkajte DA, èe resnièno ¾elite oznaèiti to particijo drugaèe.

source: YES
sl: DA

source: Do You know, You got a partition overlap on the disk?
sl: Ali se zavedate, da se vam na disku prekrivajo razdelki?
