Repository: pedropena/backharddi-ng-kernel
Catalog: udebs/addons/util-linux/po/*.po
Languages: cs

source: usage : %s -asmq -tclup
cs: Pou¾ití : %s -asmq -tclup

source: %s -h for help.
cs: %s -h pro nápovìdu.

source: Resource Specification: -m : shared_mem -q : messages
cs: Zadání prostøedku: -m : sdílená pamì» -q : zprávy

source: -s : semaphores -a : all (default)
cs: -s : semafory -a : v¹e (implicitní)

source: Output Format: -t : time -p : pid -c : creator
cs: Výstupní formát: -t : èas -p : pid -c : tvùrce

source: -l : limits -u : summary
cs: -l : omezení -u : shrnutí

source: -i id [-s -q -m] : details on resource identified by id
cs: -i id [-s -q -m] : podrobnosti o prostøedku urèeném dle id

source: kernel not configured for shared memory
cs: jádro nepodporuje sdílenou pamì»

source: ------ Shared Memory Limits --------
cs: ------ Omezení pro sdílenou pamì» --------

source: ------ Shared Memory Status --------
cs: ------ Stav sdílené pamìti --------

source: segments allocated %d
cs: alokované segmenty %d

source: pages allocated %ld
cs: alokované stránky %ld

source: pages resident %ld
cs: rezidentní stránky %ld

source: pages swapped %ld
cs: stránky v odkládacím prostoru %ld

source: Swap performance: %ld attempts %ld successes
cs: Statistika pro odkládání: pokusù: %ld , z toho úspì¹ných: %ld

source: ------ Shared Memory Segment Creators/Owners --------
cs: ------ Tvùrci/vlastníci segmentù sdílené pamìti ------

source: perms
cs: práva

source: ------ Shared Memory Attach/Detach/Change Times --------
cs: ------ Èasy pøipojení/odpojení/zmìny pro sdílenou pamì» --------

source: owner
cs: vlastník

source: attached
cs: pøipojení

source: detached
cs: odpojení

source: changed
cs: zmìna

source: ------ Shared Memory Creator/Last-op --------
cs: ------ Tvùrce sdílené pamìti/poslední operace --------

source: ------ Shared Memory Segments --------
cs: ------ Segmenty sdílené pamìti --------

source: key
cs: klíè

source: bytes
cs: bajty

source: status
cs: stav

source: Not set
cs: Nenastaveno

source: dest
cs: cíl

source: locked
cs: zamèeno

source: kernel not configured for semaphores
cs: jádro nepodporuje semafory

source: ------ Semaphore Limits --------
cs: ------Omezení pro semafory --------

source: max number of arrays = %d
cs: maximální poèet polí = %d

source: max semaphores per array = %d
cs: maximální poèet semaforù v poli = %d

source: max semaphores system wide = %d
cs: celkový maximální poèet semaforù = %d

source: max ops per semop call = %d
cs: maximální poèet operací na jedno semop volání = %d

source: semaphore max value = %d
cs: maximální hodnota semaforu = %d

source: ------ Semaphore Status --------
cs: ------ Stav semaforu --------

source: used arrays = %d
cs: pou¾itá pole = %d

source: allocated semaphores = %d
cs: alokované semafory = %d

source: ------ Semaphore Arrays Creators/Owners --------
cs: ------ Tvùrci/vlastníci polí semaforù --------

source: ------ Shared Memory Operation/Change Times --------
cs: ------ Èasy operace/zmìny sdílené pamìti --------

source: last-op
cs: poslední operace

source: last-changed
cs: poslední zmìna

source: ------ Semaphore Arrays --------
cs: ------ Pole semaforù --------

source: kernel not configured for message queues
cs: jádro nepodporuje fronty zpráv

source: ------ Messages: Limits --------
cs: ------ Zprávy: Omezení --------

source: max queues system wide = %d
cs: celkový maximální poèet front = %d

source: max size of message (bytes) = %d
cs: maximální velikost zprávy (v bajtech) = %d

source: default max size of queue (bytes) = %d
cs: implicitní maximální velikost fronty (v bajtech) = %d

source: ------ Messages: Status --------
cs: ------ Zprávy: Stav --------

source: allocated queues = %d
cs: alokované fronty = %d

source: used headers = %d
cs: pou¾ité hlavièky = %d

source: used space = %d bytes
cs: pou¾itý prostor (v bajtech) = %d

source: ------ Message Queues: Creators/Owners --------
cs: ------ Fronty zpráv: Tvùrci/Vlastníci --------

source: ------ Message Queues Send/Recv/Change Times --------
cs: ------ Èasy odeslání.pøíchodu/zmìny pro fronty zpráv --------

source: send
cs: odeslání

source: recv
cs: pøíjem

source: change
cs: zmìna

source: ------ Message Queues PIDs --------
cs: ------ PID pro fronty zpráv --------

source: ------ Message Queues --------
cs: ------ Fronty zpráv --------

source: used-bytes
cs: u¾ité bajty

source: messages
cs: zprávy

source: Shared memory Segment shmid=%d
cs: shmid segmentu sdílené pamìti = %d

source: mode=%#o access_perms=%#o
cs: mód=%#o pøístupová práva=%#o

source: att_time=%-26.24s
cs: pøipoj_èas=%-26.24s

source: det_time=%-26.24s
cs: odpoj_èas=%-26.24s

source: change_time=%-26.24s
cs: èas_zmìny=%-26.24s

source: Message Queue msqid=%d
cs: msgid fronty zpráv=%d

source: uid=%d gid=%d cuid=%d cgid=%d mode=%#o
cs: uid=%d gid=%d cuid=%d cgid=%d mód=%#o

source: send_time=%-26.24s
cs: èas odeslání=%-26.24s

source: rcv_time=%-26.24s
cs: èas pøíjmu=%-26.24s

source: Semaphore Array semid=%d
cs: semid pole semaforù = %d

source: mode=%#o, access_perms=%#o
cs: mód=%#o, pøístupová práva=%#o

source: otime = %-26.24s
cs: èas poslední operace = %-26.24s

source: ctime = %-26.24s
cs: èas zmìny = %-26.24s

source: value
cs: hodnota

source: usage: rdev [ -rv ] [ -o OFFSET ] [ IMAGE [ VALUE [ OFFSET ] ] ]
cs: Pou¾ití: rdev [ -rv ] [ -o POSUN ] [ OBRAZ [ HODNOTA [ POSUN ] ] ]

source: rdev /dev/fd0 (or rdev /linux, etc.) displays the current ROOT device
cs: rdev /dev/fd0 (èi rdev /linux, etc.) vypí¹e aktuální ROOT zaøízení

source: rdev /dev/fd0 /dev/hda2 sets ROOT to /dev/hda2
cs: rdev /dev/fd0 /dev/hda2 nastaví ROOT na /dev/hda2

source: rdev -R /dev/fd0 1 set the ROOTFLAGS (readonly status)
cs: rdev -R /dev/fd0 1 nastaví PØÍZNAKY ROOT (pouze pro ètení)

source: rdev -r /dev/fd0 627 set the RAMDISK size
cs: rdev -r /dev/fd0 627 nastaví velikost RAMDISKU

source: rdev -v /dev/fd0 1 set the bootup VIDEOMODE
cs: rdev -v /dev/fd0 1 nastaví startovací VIDEOMÓD

source: rdev -o N ... use the byte offset N
cs: rdev -o N ... posun v bajtech

source: rootflags ... same as rdev -R
cs: root pøíznaky ... stejné jako rdev -R

source: ramsize ... same as rdev -r
cs: velikost ram ... stejné jako rdev -r

source: vidmode ... same as rdev -v
cs: vidmód ... stejné jako rdev -v

source: Note: video modes are: -3=Ask, -2=Extended, -1=NormalVga, 1=key1, 2=key2,...
cs: Poznámka: video módy: -3=Ask, -2=Extended, -1=NormalVga, 1=kláv1, 2=kláv2,...

source: use -R 1 to mount root readonly, -R 0 for read/write.
cs: Pomocí -R 1 pøipojíte pouze pro ètení, -R 0 umo¾ní zápis.

source: missing comma
cs: chybí èárka

source: Sampling_step: %i
cs: Profilovací_krok: %i

source: %s: %s(%i): wrong map line
cs: %s: %s(%i): chybný map øádek

source: %s: can't find "_stext" in %s
cs: %s: "_stext" nelze v %s nalézt

source: %s: profile address out of range. Wrong map file?
cs: %s: adresa profilu je mimo rozsah. Chybný mapovací soubor?

source: total
cs: celkem

source: usage: renice priority [ [ -p ] pids ] [ [ -g ] pgrps ] [ [ -u ] users ]
cs: Pou¾ití: renice priorita [ [ -p ] pid ] [[ -g ] pgrp ] [ [ -u ] u¾ivatel ]

source: renice: %s: unknown user
cs: renice: %s: neznámý u¾ivatel

source: renice: %s: bad value
cs: renice: %s: chybná hodnota

source: %d: old priority %d, new priority %d
cs: %d: pùvodní priorita %d, nová priorita %d

source: usage: %s program [arg ...]
cs: Pou¾ití: %s program [arg ...]

source: Usage: %s <device> [ -i <IRQ> | -t <TIME> | -c <CHARS> | -w <WAIT> | -a [on|off] | -o [on|off] | -C [on|off] | -q [on|off] | -s | -T [on|off] ]
cs: Pou¾ití: %s <zaøízení> [ -i <IRQ> | -t <ÈAS> | -c <ZNAKY> | -w <ÈEKÁNÍ> | -a [on|off] | -o [on|off] | -C [on|off] | -q [on|off] | -s | -T [on|off] ]

source: malloc error
cs: chyba malloc

source: %s: bad value
cs: %s: chybná hodnota

source: %s: %s not an lp device.
cs: %s: %s není lp zaøízením

source: %s status is %d
cs: status %s je %d

source: , busy
cs: , zaneprázdnìna

source: , ready
cs: , pøipravena

source: , out of paper
cs: , do¹el papír

source: , on-line
cs: , zapnuta

source: , error
cs: , chyba

source: LPGETIRQ error
cs: chyba LPGETIRQ

source: %s using IRQ %d
cs: %s pou¾ívá IRQ %d

source: %s using polling
cs: %s pou¾ívá poll

source: col: bad -l argument %s.
cs: col: chybný argument %s pro pøepínaè -l

source: usage: col [-bfpx] [-l nline]
cs: Pou¾ití: col [-bfpx] [-l poè. øádkù]

source: col: write error.
cs: col: chyba pøi ukládání

source: col: warning: can't back up %s.
cs: col: varování: %s nelze zazálohovat.

source: past first line
cs: jsem za prvním øádkem

source: -- line already flushed
cs: -- øádek ji¾ není v bufru

source: usage: %s [ - ] [ -2 ] [ file ... ]
cs: Pou¾ití: %s [ - ] [-2 ] [ soubor ... ]

source: line too long
cs: øádek je pøíli¹ dlouhý

source: usage: column [-tx] [-c columns] [file ...]
cs: Pou¾ití: column [-tx] [c sloupce] [soubor ...]

source: hexdump: bad length value.
cs: hexdump: chybná délka

source: hexdump: bad skip value.
cs: hexdump: chybná vzdálenost

source: usage: %s [-dflpcsu] [+linenum | +/pattern] name1 name2 ...
cs: Pou¾ití: %s [-dflpcsu] [+èíslo øádku | +/vzorek] název1 název2 ...

source: *** %s: directory ***
cs: *** %s je adresáø ***

source: ******** %s: Not a text file ********
cs: ***** %s není textovým souborem *****

source: [Use q or Q to quit]
cs: [Stisknìte q èi Q pro ukonèení]

source: --More--
cs: --Pokraèování--

source: (Next file: %s)
cs: (Dal¹í soubor: %s)

source: [Press space to continue, 'q' to quit.]
cs: [Stisknìte mezerník pro pokraèování, 'q' pro ukonèení.]

source: ***Back***
cs: ***Zpìt***

source: Most commands optionally preceded by integer argument k. Defaults in brackets. Star (*) indicates argument becomes new default.
cs: Vìt¹inì pøíkazù mù¾e jako argument pøedcházet celé èíslo k. Implicitní hodnoty jsou v hranatých závorkách. Hvìzdièka (*) znamená, ¾e hodnota argumentu se stane implicitní.

source: [Press 'h' for instructions.]
cs: [Stisknìte 'h' pro nápovìdu.]

source: "%s" line %d
cs: "%s" øádek %d

source: [Not a file] line %d
cs: [Nejedná se o soubor] øádek %d

source: Overflow
cs: Pøeteèení

source: ...skipping
cs: ...vynechávám

source: Regular expression botch
cs: Chyba v regulárním výrazu

source: Pattern not found
cs: Vzorek nebyl nalezen

source: Pattern not found
cs: Vzorek nebyl nalezen

source: can't fork
cs: volání fork selhalo

source: ...Skipping
cs: ...Vynechávám

source: Line too long
cs: Øádek je pøíli¹ dlouhý

source: No previous command to substitute for
cs: Neexistuje ¾ádný pøíkaz, jen¾ by bylo mo¾no nahradit

source: od: od(1) has been deprecated for hexdump(1).
cs: od: program od(1) je zastaralý, místo nìj pou¾ijte hexdump(1).

source: od: hexdump(1) compatibility doesn't support the -%c option%s
cs: od: re¾im kompatibility s hexdump(1) nepodporuje -%c volbu%s

source: ; see strings(1).
cs: ; viz strings(1).

source: hexdump: can't read %s.
cs: hexdump: %s nelze èíst.

source: hexdump: line too long.
cs: hexdump: øádek je pøíli¹ dlouhý.

source: hexdump: byte count with multiple conversion characters.
cs: hexdump: poèet bajtù s více ne¾ jedním konverzním znakem.

source: hexdump: bad byte count for conversion character %s.
cs: hexdump: chybný poèet bajtù pro konverzní znak %s.

source: hexdump: %%s requires a precision or a byte count.
cs: hexdump: %%s vy¾aduje uvedení pøesnosti èi poètu bajtù.

source: hexdump: bad format {%s}
cs: hexdump: chybný formát {%s}

source: hexdump: bad conversion character %%%s.
cs: hexdump: chybný znak v konverzi %%%s.

source: Unable to allocate bufferspace
cs: Místo pro buffer nelze naalokovat.

source: usage: rev [file ...]
cs: Pou¾ití: rev [soubor ...]

source: usage: %s [ -i ] [ -tTerm ] file...
cs: Pou¾ití: %s [ -i ] [-tTerm ] soubor...

source: trouble reading terminfo
cs: chyba pøi ètení terminfo databáze

source: Unknown escape sequence in input: %o, %o
cs: Neznámá posloupnost øídících znakù na vstupu: %o, %o

source: Unable to allocate buffer.
cs: Buffer nelze naalokovat.

source: Input line too long.
cs: Vstupní øádka je pøíli¹ dlouhá.

source: Out of memory when growing buffer.
cs: Nedostatek pamìti pro rostoucí buffer.
