Repository: pedropena/backharddi-ng-kernel
Catalog: udebs/addons/util-linux/po/*.po
Languages: cs

source: Usage: shutdown [-h|-r] [-fqs] [now|hh:ss|+mins]
cs: Pou¾ití: shutdown [-h|-r] [-fqs] [now|hh:ss|+minuty]

source: Shutdown process aborted
cs: Proces shutdown ukonèen

source: %s: Only root can shut a system down.
cs: %s: Pouze superu¾ivatel mù¾e vypnout systém.

source: That must be tomorrow, can't you wait till then?
cs: To bude zítra. To do té doby nemù¾ete poèkat?

source: for maintenance; bounce, bounce
cs: kvùli údr¾bì

source: timeout = %d, quiet = %d, reboot = %d
cs: èasový limit = %d, klid = %d, restart = %d

source: The system is being shut down within 5 minutes
cs: Systém bude za 5 minut vypnut

source: Login is therefore prohibited.
cs: Pøihla¹ování je tudí¾ zakázáno.

source: Why am I still alive after reboot?
cs: Proè jsem po restartu stále na¾ivu?

source: Now you can turn off the power...
cs: Nyní mù¾ete vypnout proud...

source: Calling kernel power-off facility...
cs: Volám zaøízení jádra pro vypínání proudu...

source: Error powering off %s
cs: Chyba pøi vypínání proudu %s

source: Executing the program "%s" ...
cs: Spou¹tím program "%s" ...

source: Error executing %s
cs: Chyba pøi spu¹tìní %s

source: URGENT: broadcast message from %s:
cs: NALÉHAVÉ: zpráva pro v¹echny od %s:

source: System going down in %d hours %d minutes
cs: Systém bude vypnut za %dh %dmin

source: System going down in 1 hour %d minutes
cs: Systém bude vypnut za 1h %dmin

source: System going down in %d minutes
cs: Systém bude vypnut za %dmin

source: System going down in 1 minute
cs: Systém bude vypnut za 1min

source: System going down IMMEDIATELY!
cs: Systém bude OKAM®ITÌ vypnut!

source: Cannot fork for swapoff. Shrug!
cs: Swapoff nelze spustit - volání fork selhalo.

source: Cannot exec swapoff, hoping umount will do the trick.
cs: Swapoff nelze spustit - volání exec selhalo. Snad pomù¾e umount.

source: Cannot fork for umount, trying manually.
cs: Umount nelze spustit - volání fork selhalo, zkou¹ím to ruènì.

source: Cannot exec %s, trying umount.
cs: %s nelze spustit - volání exec selhalo, zkou¹ím umount.

source: Cannot exec umount, giving up on umount.
cs: Umount nelze spustit - volání exec selhalo, vzdávám snahu o spu¹tìní umount.

source: Unmounting any remaining filesystems...
cs: Odpojuji v¹echny zbývající systémy souborù...

source: shutdown: Couldn't umount %s: %s
cs: shutdown: %s nelze odpojit: %s

source: Booting to single user mode.
cs: Startuji do re¾imu pro jednoho u¾ivatele.

source: exec of single user shell failed
cs: Spu¹tìní shellu pro jednoho u¾ivatele se nezdaøilo - volání exec selhalo.

source: fork of single user shell failed
cs: Spu¹tìní shellu pro jednoho u¾ivatele se nezdaøilo - volání fork selhalo.

source: error opening fifo
cs: Chyba pøi otevírání pojmenované roury

source: error running finalprog
cs: chyba pøi bìhu závìreèného programu

source: error forking finalprog
cs: volání fork pro závìreèný program selhalo

source: Wrong password.
cs: Chybné heslo.

source: lstat of path failed
cs: volání lstat pro cestu selhalo

source: stat of path failed
cs: volání stat pro cestu selhalo

source: open of directory failed
cs: adresáø nelze otevøít

source: fork failed
cs: volání fork selhalo

source: exec failed
cs: volání exec selhalo

source: cannot open inittab
cs: inittab nelze otevøít

source: no TERM or cannot stat tty
cs: ¾ádný TERM nebo selhalo volání stat pro tty

source: error stopping service: "%s"
cs: chyba pøi ukonèování slu¾by: "%s"

source: too many iov's (change code in wall/ttymsg.c)
cs: pøíli¹ mnoho iov (zmìòte kód v wall/ttymsg.c)

source: excessively long line arg
cs: pøíli¹ dlouhý øádek s argumenty

source: cannot fork
cs: volání fork selhalo

source: %s: BAD ERROR
cs: %s: ZÁVA®NÁ CHYBA

source: %s: the %s file is busy (%s present)
cs: %s: %s soubor je ji¾ pou¾íván (nalezen %s)

source: %s: can't link %s: %s
cs: %s: volání link pro %s selhalo: %s

source: %s: can't unlock %s: %s (your changes are still in %s)
cs: %s: %s nelze odemknout: %s (Va¹e zmìny jsou stále v %s)

source: %s: Cannot fork
cs: %s: volání fork selhalo

source: %s: %s unchanged
cs: %s: %s nezmìnìno

source: %s: no changes made
cs: %s: ¾ádné zmìny

source: You are using shadow groups on this system.
cs: Tento systém pou¾ívá stínové skupiny.

source: You are using shadow passwords on this system.
cs: Tento systém pou¾ívá stínová hesla.

source: Would you like to edit %s now [y/n]?
cs: Chcete teï editovat soubor %s [y/n]?

source: usage: %s [file]
cs: Pou¾ití: %s [soubor]

source: %s: can't open temporary file.
cs: %s: doèasný soubor nelze otevøít.

source: Broadcast Message from %s@%s
cs: V¹eobecná zpráva od %s@%s

source: %s: will not read %s - use stdin.
cs: %s: nebudu èíst %s - pou¾ijte stdin.

source: %s: can't read %s.
cs: %s: %s nelze èíst.

source: %s: can't stat temporary file.
cs: %s: volání stat pro doèasný soubor selhalo.

source: %s: can't read temporary file.
cs: %s: doèasný soubor nelze èíst.

source: illegal month value: use 1-12
cs: chybná hodnota pro mìsíc: pou¾ijte 1-12

source: illegal year value: use 1-9999
cs: chybná hodnota pro rok: pou¾ijte 1-9999

source: usage: %s [+format] [day month year]
cs: Pou¾ití: %s [+formát] [den mìsíc rok]

source: St. Tib's Day
cs: Den svatého Tiba

source: %s: unknown signal %s
cs: %s: neznámý signál %s

source: %s: can't find process "%s"
cs: %s: proces "%s" nelze nalézt

source: %s: unknown signal %s; valid signals:
cs: %s: neznámý signál %s; platné signály:

source: usage: %s [ -s signal | -p ] [ -a ] pid ...
cs: Pou¾ití: %s [ -s signál | -p ] [ -a ] pid ...

source: %s -l [ signal ]
cs: %s -l [ signál ]

source: logger: unknown facility name: %s.
cs: logger: neznámé pøíslu¹enství: %s

source: logger: unknown priority name: %s.
cs: logger: neznámý název priority: %s

source: usage: logger [-is] [-f file] [-p pri] [-t tag] [-u socket] [ message ... ]
cs: Pou¾ití: logger [-is] [-f soubor] [-p pri] [-t znaèka] [-u soket] [ zpráva ... ]

source: usage: look [-dfa] [-t char] string [file]
cs: Pou¾ití: look [-dfa] [-t znak] øetìzec [soubor]

source: Could not open %s
cs: %s nelze nalézt

source: Got %d bytes from %s
cs: %db z %s

source: namei: unable to get current directory - %s
cs: namei: aktuální adresáø nelze zjistit - %s

source: namei: unable to chdir to %s - %s (%d)
cs: namei: do adresáøe %s nelze pøejít - %s (%d)

source: usage: namei [-mx] pathname [pathname ...]
cs: Pou¾ití: namei [mx] název cesty [název cesty ...]

source: namei: could not chdir to root!
cs: namei: do adresáøe root nelze pøejít!

source: namei: could not stat root!
cs: namei: volání stat pro adresáø root selhalo!

source: ? could not chdir into %s - %s (%d)
cs: ? do adresáøe %s nelze pøejít - %s (%d)

source: ? problems reading symlink %s - %s (%d)
cs: ? problémy pøi ètení symbolického odkazu %s - %s (%d)

source: *** EXCEEDED UNIX LIMIT OF SYMLINKS ***
cs: *** PØEKROÈEN UNIXOVÝ LIMIT PRO SYMBOLICKÉ ODKAZY ***

source: namei: unknown file type 0%06o on file %s
cs: namei: typ 0%06o souboru %s je neznámý

source: %s: out of memory
cs: %s: nedostatek pamìti

source: %s: renaming %s to %s failed: %s
cs: %s: %s nelze pøejmenovat na %s: %s

source: call: %s from to files...
cs: Pou¾ití: %s z na soubory...

source: Script started, file is %s
cs: Script spu¹tìn. Soubor je %s.

source: Script started on %s
cs: Script spu¹tìn %s

source: Script done on %s
cs: Script ukonèen %s

source: Script done, file is %s
cs: Script utils. Soubor je %s

source: openpty failed
cs: volání openpty selhalo

source: Out of pty's
cs: Nejsou ¾ádná dal¹í volná pty

source: %s: Argument error, usage
cs: %s: Chybný pøepínaè, pou¾ití

source: [ -term terminal_name ]
cs: [ -term název terminálu]

source: [ -standout [ attr ] ]
cs: [ -standout [ atribut ] ]

source: [ -file dumpfilename ]
cs: [ -file soubor pro ulo¾ení ]

source: [ -bfreq freqnumber ]
cs: [ -bfreq frekvence ]

source: cannot (un)set powersave mode
cs: ¹etøící re¾im nelze vypnout/zapnout

source: klogctl error: %s
cs: chyba klogctl: %s

source: Error reading %s
cs: Chyba pøi ètení %s

source: Error writing screendump
cs: Chyba pøi ukládání obrazu obrazovky

source: couldn't read %s, and cannot ioctl dump
cs: nelze èíst %s a nelze provést dump pomocí volání ioctl

source: %s: $TERM is not defined.
cs: %s: promìnná TERM není nastavena.

source: whereis [ -sbmu ] [ -SBM dir ... -f ] name...
cs: whereis [ -sbmu ] [ -SBM adresáø ... -f ] název...

source: write: can't find your tty's name
cs: write: název Va¹eho tty nelze zjistit

source: write: you have write permission turned off.
cs: write: máte vypnut pøíjem zpráv.

source: write: %s is not logged in on %s.
cs: write: u¾ivatel %s není na %s pøihlá¹en.

source: write: %s has messages disabled on %s
cs: write: u¾ivatel %s má na %s vypnut pøíjem zpráv

source: usage: write user [tty]
cs: Pou¾ití: write u¾ivatel [tty]

source: write: %s is not logged in
cs: write: u¾ivatel %s není pøihlá¹en

source: write: %s has messages disabled
cs: write: u¾ivatel %s má vypnut pøíjem zpráv

source: write: %s is logged in more than once; writing to %s
cs: writing: u¾ivatel %s je pøihlá¹en vícekrát; pí¹i na %s

source: Message from %s@%s (as %s) on %s at %s ...
cs: Zpráva od %s@%s (jako %s) na %s v %s ...

source: Message from %s@%s on %s at %s ...
cs: Zpráva od %s@%s na %s v %s ...

source: warning: error reading %s: %s
cs: varování: chyba pøi ètení %s: %s

source: warning: can't open %s: %s
cs: varování: %s nelze otevøít: %s

source: mount: could not open %s - using %s instead
cs: mount: %s nelze otevøít - pou¾ívám %s

source: can't create lock file %s: %s (use -n flag to override)
cs: zamykací soubor %s nelze vytvoøit: %s (pou¾ijte pøepínaè -n pro vynechání zápisu do mtab)

source: can't link lock file %s: %s (use -n flag to override)
cs: volání link pro zamykací soubor %s selhalo: %s (pou¾ijte pøepínaè -n pro vynechání zápisu do mtab)

source: can't open lock file %s: %s (use -n flag to override)
cs: zamykací soubor %s nelze otevøít: %s (pou¾ijte pøepínaè -n pro vynechání zápisu do mtab)

source: Can't lock lock file %s: %s
cs: Zamykací soubor %s nelze zamknout: %s

source: can't lock lock file %s: %s
cs: Zamykací soubor %s nelze zamknout: %s

source: timed out
cs: vypr¹el èas

source: Cannot create link %s Perhaps there is a stale lock file?
cs: Odkaz %s nelze vytvoøit. Není nìkde zastaralý zamykací soubor?

source: cannot open %s (%s) - mtab not updated
cs: nelze otevøít %s (%s) - mtab nebyl aktualizován

source: error writing %s: %s
cs: chyba pøi zápisu %s: %s

source: error changing mode of %s: %s
cs: chyba pøi zmìnì módu %s: %s

source: can't rename %s to %s: %s
cs: %s nelze pøejmenovat na %s: %s

source: loop: can't open device %s: %s
cs: loop: zaøízení %s nelze otevøít: %s

source: loop: can't get info on device %s: %s
cs: loop: informace o zaøízení %s nelze získat: %s

source: Couldn't lock into memory, exiting.
cs: Nelze zamknout v pamìti. Konèím.

source: loop: can't delete device %s: %s
cs: loop: zaøízení %s nelze smazat: %s

source: del_loop(%s): success
cs: del_loop(%s): úspìch

source: This mount was compiled without loop support. Please recompile.
cs: Tento program byl pøelo¾en bez podpory pro loop. Pøelo¾te jej znovu.

source: not enough memory
cs: Nedostatek pamìti

source: No loop support was available at compile time. Please recompile.
cs: Podpora pro loop nebyla pøi pøekladu zadána. Pøelo¾te program znovu.

source: [mntent]: warning: no final newline at the end of %s
cs: [mntent]: varování: %s není ukonèeno novou øádkou

source: [mntent]: line %d in %s is bad%s
cs: [mntent]: øádek %d v %s je chybný%s

source: ; rest of file ignored
cs: ; ignoruji zbytek souboru

source: mount: according to mtab, %s is already mounted on %s
cs: mount: podle mtab je %s ji¾ pøipojeno na %s

source: mount: according to mtab, %s is mounted on %s
cs: mount: podle mtab je %s pøipojeno na %s

source: mount: can't open %s for writing: %s
cs: mount: %s nelze otevøít pro zápis: %s

source: mount: error writing %s: %s
cs: mount: chyba pøi zápisu %s: %s

source: mount: error changing mode of %s: %s
cs: mount: chyba pøi zmìnì módu %s: %s

source: %s looks like swapspace - not mounted
cs: %s vypadá jako odkládací prostor - nepøipojeno

source: mount failed
cs: pøipojení se nezdaøilo

source: mount: only root can mount %s on %s
cs: mount: pouze superu¾ivatel mù¾e pøipojit %s na %s

source: mount: loop device specified twice
cs: mount: zaøízení loop bylo zadáno dvakrát

source: mount: type specified twice
cs: mount: typ byl zadán dvakrát

source: mount: skipping the setup of a loop device
cs: mount: pøeskakuji nastavení loop zaøízení

source: mount: going to use the loop device %s
cs: mount: chystám se pou¾ít zaøízení loop %s

source: mount: failed setting up loop device
cs: mount: nepodaøilo se nastavit zaøízení loop

source: mount: setup loop device successfully
cs: mount: zaøízení loop bylo korektnì nastaveno

source: mount: can't open %s: %s
cs: mount: %s nelze otevøít: %s

source: mount: cannot set speed: %s
cs: mount: rychlost nelze nastavit: %s

source: mount: cannot fork: %s
cs: mount: volání fork selhalo: %s

source: mount: this version was compiled without support for the type `nfs'
cs: mount: tato verze byla pøelo¾ena bez podpory pro typ `nfs'

source: mount: failed with nfs mount version 4, trying 3..
cs: mount: chyba s nfs mount verze 4, zkou¹ím verzi 3..

source: mount: I could not determine the filesystem type, and none was specified
cs: mount: typ systému souborù nebyl zadán a ani jej nelze zjistit

source: mount: you must specify the filesystem type
cs: mount: musíte zadat typ systému souborù

source: mount: mount failed
cs: mount: pøipojení se nezdaøilo

source: mount: mount point %s is not a directory
cs: mount: pøípojný bod %s není adresáøem

source: mount: permission denied
cs: mount: pøístup odmítnut

source: mount: must be superuser to use mount
cs: mount: mount mù¾e pou¾ívat pouze superu¾ivatel

source: mount: %s is busy
cs: mount: %s je ji¾ pøipojeno

source: mount: proc already mounted
cs: mount: proc je ji¾ pøipojeno

source: mount: %s already mounted or %s busy
cs: mount: %s je ji¾ pøipojeno, èi je %s ji¾ pou¾íváno

source: mount: mount point %s does not exist
cs: mount: pøípojný bod %s neexistuje

source: mount: mount point %s is a symbolic link to nowhere
cs: mount: pøípojný bod %s je symbolickým odkazem, jen¾ nikam neukazuje

source: mount: special device %s does not exist
cs: mount: speciální zaøízení %s neexistuje

source: mount: special device %s does not exist (a path prefix is not a directory)
cs: mount: speciální zaøízení %s neexistuje (název cesty nezaèíná adresáøem)

source: mount: %s not mounted already, or bad option
cs: mount: %s je¹tì není pøipojeno èi chybný pøepínaè

source: mount table full
cs: tabulka pøipojení je plná

source: mount: %s: can't read superblock
cs: mount: %s: superblok nelze pøeèíst

source: mount: %s: unknown device
cs: umount: blokové zaøízení %s je neznámé

source: mount: probably you meant %s
cs: mount: pravdìpodobnì jste myslel %s

source: mount: %s has wrong device number or fs type %s not supported
cs: mount: %s má chybné èíslo zaøízení, èi ss typ %s není podporován

source: mount: %s is not a block device, and stat fails?
cs: mount: %s není blokovým zaøízením a volání stat selhalo?

source: mount: the kernel does not recognize %s as a block device (maybe `insmod driver'?)
cs: mount: jádro nerozpoznalo %s jako blokové zaøízení (mo¾ná `insmod ovladaè'?)

source: mount: %s is not a block device (maybe try `-o loop'?)
cs: mount: %s není blokovým zaøízením (mo¾ná pomù¾e `-o loop'?)

source: mount: %s is not a block device
cs: mount: %s není blokovým zaøízením

source: mount: %s is not a valid block device
cs: mount: %s není platným blokovým zaøízením

source: block device
cs: blokové zaøízení

source: mount: cannot mount %s%s read-only
cs: umount: %s%s nelze pøipojit v re¾imu pouze pro ètení

source: mount: %s%s is write-protected but explicit `-w' flag given
cs: mount: %s%s je chránìno proti zápisu, pøipojuji pouze pro ètení

source: mount: %s%s is write-protected, mounting read-only
cs: mount: %s%s je chránìno proti zápisu, pøipojuji pouze pro ètení

source: mount: no type was given - I'll assume nfs because of the colon
cs: mount: nebyl zadán typ - budu pou¾ívat nfs kvùli dvojteèce

source: mount: backgrounding "%s"
cs: mount: pracuji na pozadí "%s"

source: mount: giving up "%s"
cs: mount: konèím "%s"

source: mount: %s already mounted on %s
cs: mount: %s je ji¾ pøipojeno na %s

source: mount: only root can do that
cs: mount: toto mù¾e provést pouze superu¾ivatel

source: mount: no %s found - creating it..
cs: mount: %s nebylo nalezeno - vytváøím jej..

source: mount: no such partition found
cs: mount: ¾ádný odpovídající diskový oddíl nebyl nalezen

source: mount: mounting %s
cs: mount: pøipojuji %s

source: nothing was mounted
cs: nebyl pøipojen ¾ádný diskový oddíl

source: mount: cannot find %s in %s
cs: mount: %s nelze v %s nalézt

source: mount: can't find %s in %s or %s
cs: mount: %s nelze nalézt v %s ani %s

source: mount: you didn't specify a filesystem type for %s
cs: mount: nezadal jste typ systému souborù pro %s

source: I will try all types mentioned in %s or %s
cs: Vyzkou¹ím v¹echny typy v %s èi %s

source: and it looks like this is swapspace
cs: a vypadá to, ¾e se jedná o odkládací prostor

source: I will try type %s
cs: Vyzkou¹ím typ %s

source: Trying %s
cs: Pou¾ívám %s.

source: mount: excessively long host:dir argument
cs: mount: pøíli¹ dlouhý argument pro poèítaè:adresáø

source: mount: warning: multiple hostnames not supported
cs: mount: varování: vícenásobné názvy poèítaèù nejsou podporovány

source: mount: directory to mount not in host:dir format
cs: mount: adresáø pro pøipojení není ve tvaru poèítaè:adresáø

source: mount: can't get address for %s
cs: mount: adresu %s nelze zjistit

source: mount: got bad hp->h_length
cs: mount: ¹patné hp->h_length

source: mount: excessively long option argument
cs: mount: pøíli¹ dlouhý argument pro volbu

source: Warning: Unrecognized proto= option.
cs: Varování: neznámá volba pro proto=.

source: Warning: Option namlen is not supported.
cs: Varování: volba namlen není podporována.

source: unknown nfs mount parameter: %s=%d
cs: parametr %s=%d pro pøipojení nfs není znám

source: Warning: option nolock is not supported.
cs: Varování: volba nolock není podporována.

source: unknown nfs mount option: %s%s
cs: volba %s%s pro pøipojení nfs je neznámá

source: mount: got bad hp->h_length?
cs: mount: ¹patné hp->h_length?

source: NFS over TCP is not supported.
cs: NFS pøes TCP není podporováno.

source: nfs socket
cs: nfs soket

source: nfs server reported service unavailable
cs: tato slu¾ba je na tomto nfs serveru nedostupná

source: used portmapper to find NFS port
cs: pro nalezení NFS portu jsem pou¾il portmapper

source: using port %d for nfs deamon
cs: pou¾ívám port %d pro nfs server

source: unknown nfs status return value: %d
cs: návratová hodnota nfs status %d je neznámá

source: bug in xstrndup call
cs: chyba ve volání xstrndup

source: %s on %s
cs: %s na %s

source: %s: cannot open %s: %s
cs: %s: %s nelze otevøít: %s

source: umount: compiled without support for -f
cs: umount byl pøelo¾en bez podpory pro -f

source: host: %s, directory: %s
cs: poèítaè: %s, adresáø: %s

source: umount: can't get address for %s
cs: umount: adresu %s nelze zjistit

source: umount: got bad hostp->h_length
cs: umount: chybná hodnota hostp->h_length

source: umount: %s: invalid block device
cs: umount: blokové zaøízení %s je chybné

source: umount: %s: not mounted
cs: umount: %s není pøipojeno

source: umount: %s: can't write superblock
cs: umount: superblok nelze na %s zapsat

source: umount: %s: device is busy
cs: umount: zaøízení %s je ji¾ pou¾íváno

source: umount: %s: not found
cs: umount: %s nelze najít

source: umount: %s: must be superuser to umount
cs: umount: musíte být superu¾ivatelem, abyste mohl odpojit %s

source: umount: %s: block devices not permitted on fs
cs: umount: %s: bloková zaøízení nejsou na systému souborù povolena

source: no umount2, trying umount...
cs: nenalezl jsem umount2, zkou¹ím umount...

source: could not umount %s - trying %s instead
cs: %s nelze odpojit - zkou¹ím %s

source: umount: %s busy - remounted read-only
cs: umount: %s je ji¾ pou¾íváno - znovu pøipojeno v re¾imu pro pouze ètení

source: umount: could not remount %s read-only
cs: umount: %s nelze znovu pøipojit v re¾imu pouze pro ètení

source: %s umounted
cs: %s odpojeno

source: umount: cannot find list of filesystems to unmount
cs: umount: seznam systémù souborù na odpojení nelze nalézt

source: Trying to umount %s
cs: Zkou¹ím odpojit %s

source: Could not find %s in mtab
cs: %s nelze v mtab najít

source: umount: %s is not mounted (according to mtab)
cs: umount: podle mtab není %s pøipojeno

source: umount: it seems %s is mounted multiple times
cs: umount: zdá se, ¾e %s je pøipojeno více ne¾ jednou

source: umount: %s is not in the fstab (and you are not root)
cs: umount: %s není ve fstab (a Vy nejste root)

source: umount: %s mount disagrees with the fstab
cs: umount: pøipojení %s neodpovídá fstab

source: umount: only %s can unmount %s from %s
cs: unmount: pouze u¾ivatel %s mù¾e odpojit %s ze %s

source: umount: only root can do that
cs: umount: toto mù¾e provést pouze u¾ivatel root

source: You must be root to set the Ctrl-Alt-Del behaviour.
cs: Pouze u¾ivatel root mù¾e nastavit chování Ctrl-Alt-Del.

source: Usage: ctrlaltdel hard|soft
cs: Pou¾ití: ctrlaltdel hard|soft

source: File %s, For threshold value %lu, Maximum characters in fifo were %d, and the maximum transfer rate in characters/second was %f
cs: Soubor %s, pro prahovou hodnotu %lu, maximální poèet znakù ve fifo byl %d a maximální pøenosová rychlost ve znacích za sekundu byla %f

source: File %s, For threshold value %lu and timrout value %lu, Maximum characters in fifo were %d, and the maximum transfer rate in characters/second was %f
cs: Soubor %s, pro prahovou hodnotu %lu a èasový limit %lu, maximální poèet znakù ve fifo byl %d a maximální pøenosová rychlost ve znacích za sekundu byla %f

source: Invalid interval value: %s
cs: Chybné rozpìtí: %s

source: Invalid set value: %s
cs: Chybná hodnota: %s

source: Invalid default value: %s
cs: Chybná implicitní hodnota: %s

source: Invalid set time value: %s
cs: Chybný èasový údaj: %s

source: Invalid default time value: %s
cs: Chybný implicitní èasový údaj: %s

source: Usage: %s [-q [-i interval]] ([-s value]|[-S value]) ([-t value]|[-T value]) [-g|-G] file [file...]
cs: Pou¾ití: %s [-q [-i interval]] ([-s hodnota]|[-S hodnota]) ([-t hodnota]|[-T hodnota]) [-g|-G] soubor [soubor...]

source: Can't open %s: %s
cs: %s nelze otevøít: %s

source: Can't set %s to threshold %d: %s
cs: %s nelze nastavit na prahovou hodnotu %d: %s

source: Can't set %s to time threshold %d: %s
cs: %s nelze nastavit na èasový limit %d: %s

source: Can't get threshold for %s: %s
cs: Prahovou hodnotu pro %s nelze zjistit: %s

source: Can't get timeout for %s: %s
cs: Èasový limit pro %s nelze zjistit: %s

source: Can't set signal handler
cs: Zpracování signálu nelze nastavit

source: gettimeofday failed
cs: volání gettimeofday selhalo

source: Can't issue CYGETMON on %s: %s
cs: CYGETMON nelze na %s provést: %s

source: %f int/sec; %f rec, %f send (char/sec)
cs: %f pøer/sek; %f pøíj, %f odesl (znak/sek)

source: %s: %lu ints, %lu chars; fifo: %lu thresh, %lu tmout, %lu max, %lu now
cs: %s: %lu pøeru¹ení, %lu znakù; fifo: %lu práh, %lu èasový limit, %lu max, %lu nyní

source: %f int/sec; %f rec (char/sec)
cs: %f pøer/sek; %f pøíj (znak/sek)

source: Usage: %s [-c] [-n level] [-s bufsize]
cs: Pou¾ití: %s [-c] [-n úroveò] [-s velikost bufferu]

source: invalid id: %s
cs: Chybné id: %s

source: cannot remove id %s (%s)
cs: id %s nelze odstranit (%s)

source: unknown resource type: %s
cs: typ zdroje %s není znám

source: resource(s) deleted
cs: prostøedky smazány
