Repository: pedropena/backharddi-ng-kernel
Catalog: udebs/addons/util-linux/po/*.po
Languages: cs

source: Cannot change the type of an empty partition
cs: Typ prázdného diskového oddílu nelze zmìnit.

source: No more partitions
cs: ®ádné dal¹í diskové oddíly

source: Illegal command
cs: Chybný pøíkaz

source: Usage: Print version: %s -v Print partition table: %s -P {r|s|t} [options] device Interactive use: %s [options] device Options: -a: Use arrow instead of highlighting; -z: Start with a zero partition table, instead of reading the pt from disk; -c C -h H -s S: Override the kernel's idea of the number of cylinders, the number of heads and the number of sectors/track.
cs: Pou¾ití: Vypí¹e informace o verzi: %s -v Vypí¹e tabulku rozdìlení disku: %s -P {r|s|t} [pøepínaèe] zaøízení Interaktivní re¾im: %s [pøepínaèe] zaøízení Pøepínaèe: -a: Namísto zvýrazòování pou¾ije ¹ipku; -z: Zaène s nulovou tabulkou rozdìlení disku místo, aby ji èetl z disku; -c C -h H -s S: Zadání geometrie disku (má pøednost pøed údaji, které udr¾uje jádro.

source: There is a valid AIX label on this disk. Unfortunately Linux cannot handle these disks at the moment. Nevertheless some advice: 1. fdisk will destroy its contents on write. 2. Be sure that this disk is NOT a still vital part of a volume group. (Otherwise you may erase the other disks as well, if unmirrored.) 3. Before deleting this physical volume be sure to remove the disk logically from your AIX machine. (Otherwise you become an AIXpert).
cs: Na tomto disku je AIX tabulka rozdìlení disku. Linux s tìmito disky v souèasné dobì neumí pracovat. Nicménì nìkolik rad pro Vás: 1. pøi zápisu fdisk znièí jejich obsah 2. Ujistìte se, ¾e tento disk NENÍ dùle¾itou souèástí skupiny svazkù. (Jinak mù¾ete smazat, pokud nejsou zrcadleny, i ostatní disky.) 3. Pøedtím, ne¾ sma¾ete fyzický svazek, se ujistìte, ¾e ji¾ není logickou souèástí Va¹eho AIX systému. (Jinak se z Vás stává AIXpert).

source: BSD label for device: %s
cs: BSD tabulka rozdìlení disku pro zaøízení: %s

source: Command action
cs: Pøíkazy

source: d delete a BSD partition
cs: d smazat BSD diskový oddíl

source: e edit drive data
cs: e upravovat data na disku

source: i install bootstrap
cs: i instalovat zavadìè

source: l list known filesystem types
cs: l vypsat známé typy systémù souborù

source: m print this menu
cs: m vypí¹e tuto nabídku

source: n add a new BSD partition
cs: n vytvoøit nový BSD diskový oddíl

source: p print BSD partition table
cs: p vytisknout BSD tabulku rozdìlení disku

source: q quit without saving changes
cs: q ukonèí program bez ulo¾ení zmìn

source: r return to main menu
cs: r návrat do hlavní nabídky

source: s show complete disklabel
cs: s zobrazí úplný popis disku

source: t change a partition's filesystem id
cs: t zmìní id systému souborù daného diskového oddílu

source: u change units (cylinders/sectors)
cs: u zmìní jednotky (cylindry/sektory)

source: w write disklabel to disk
cs: w ulo¾í popis disku na disk

source: x link BSD partition to non-BSD partition
cs: x pøipojí BSD diskový oddíl na ne-BSD diskový oddíl

source: Partition %s has invalid starting sector 0.
cs: Diskový oddíl %s má chybný poèáteèní sektor 0.

source: Reading disklabel of %s at sector %d.
cs: Ètu popis disku %s v sektoru %d.

source: There is no *BSD partition on %s.
cs: Na %s se nenachází ¾ádný *BSD diskový oddíl.

source: BSD disklabel command (m for help):
cs: Pøíkaz pro BSD popis disku (m pro nápovìdu):

source: First %s
cs: První %s

source: Last %s or +size or +sizeM or +sizeK
cs: Poslední %s èi +velikost èi +velikostM èi velikostK

source: type: %s
cs: typ: %s

source: type: %d
cs: typ: %d

source: label: %.*s
cs: tabulka: %.*s

source: flags:
cs: pøíznaky:

source: removable
cs: výmìnný

source: badsect
cs: chybnýsekt

source: bytes/sector: %ld
cs: bajtù/sektor: %ld

source: sectors/track: %ld
cs: sektorù/stopu: %ld

source: tracks/cylinder: %ld
cs: stop/cylindr: %ld

source: sectors/cylinder: %ld
cs: sektorù/cylindr: %ld

source: cylinders: %ld
cs: cylindrù: %ld

source: rpm: %d
cs: otm: %d

source: trackskew: %d
cs: zakøivení stopy: %d

source: cylinderskew: %d
cs: zakøivení cylindru: %d

source: headswitch: %ld # milliseconds
cs: pøesun hlavy: %ld # milisekund

source: track-to-track seek: %ld # milliseconds
cs: posun stopa-stopa: %ld # milisekund

source: drivedata:
cs: diskdata:

source: %d partitions:
cs: poèet diskových oddílù - %d:

source: # start end size fstype [fsize bsize cpg]
cs: # velik konec velikost sstyp [fsize bsize cpg]

source: Writing disklabel to %s.
cs: Ukládám popis disku na %s.

source: %s contains no disklabel.
cs: Na %s se nenachází ¾ádný popis disku.

source: Do you want to create a disklabel? (y/n)
cs: Chcete vytvoøit popis disku? (y/n)

source: bytes/sector
cs: bajtù/sektor

source: sectors/track
cs: sektorù/stopu

source: tracks/cylinder
cs: stop/cylindr

source: cylinders
cs: cylindry

source: sectors/cylinder
cs: sektorù/cylindr

source: Must be <= sectors/track * tracks/cylinder (default).
cs: Musí být <= sektorù/stopu * stop/cylindr (implicitní).

source: rpm
cs: otm

source: trackskew
cs: zakøivení stopy

source: cylinderskew
cs: zakøivení cylindru

source: headswitch
cs: pøesun hlavy

source: track-to-track seek
cs: posun stopa-stopa

source: Bootstrap: %sboot -> boot%s (%s):
cs: Zavadìè: %sstart -> start%s (%s):

source: Bootstrap overlaps with disk label!
cs: Zavadìè pøesahuje do tabulky rozdìlení disku!

source: Bootstrap installed on %s.
cs: Zavadìè instalován na %s.

source: Partition (a-%c):
cs: Diskový oddíl (a-%c):

source: The maximum number of partitions has been created
cs: Ji¾ bylo vytvoøeno maximální mno¾ství diskových oddílù.

source: This partition already exists.
cs: Tento diskový oddíl ji¾ existuje.

source: Warning: too many partitions (%d, maximum is %d).
cs: Varování: pøíli¹ mnoho diskových oddílù (%d, maximum %d).

source: Syncing disks.
cs: Synchronizují se disky.

source: Usage: fdisk [-l] [-b SSZ] [-u] device E.g.: fdisk /dev/hda (for the first IDE disk) or: fdisk /dev/sdc (for the third SCSI disk) or: fdisk /dev/eda (for the first PS/2 ESDI drive) or: fdisk /dev/rd/c0d0 or: fdisk /dev/ida/c0d0 (for RAID devices) ...
cs: Pou¾ití: fdisk [-l] [-b SSZ] [-u] zaøízení Napø: fdisk /dev/hda (pro první IDE disk) èi: fdisk /dev/sdc (pro tøetí SCSI disk) èi: fdisk /dev/eda (pro první PS/2 ESDI disk) èi: fdisk /dev/rd/c0d0 èi: fdisk /dev/ida/c0d0 (pro RAID zaøízení) ...

source: Unable to open %s
cs: %s nelze otevøít

source: Unable to read %s
cs: %s nelze èíst

source: Unable to seek on %s
cs: Ukazovátko nelze posunout na %s.

source: Unable to write %s
cs: %s nelze ulo¾it

source: BLKGETSIZE ioctl failed on %s
cs: volání BLKGETSIZE ioctl pro %s selhalo

source: Unable to allocate any more memory
cs: Nelze alokovat více pamìti

source: Fatal error
cs: Fatální chyba

source: a toggle a read only flag
cs: a pøepne pøíznak "pouze pro ètení"

source: b edit bsd disklabel
cs: b úprava bsd popisu disku

source: c toggle the mountable flag
cs: c pøepne pøíznak "pøipojitelný"

source: d delete a partition
cs: d sma¾e diskový oddíl

source: l list known partition types
cs: l vypí¹e známé typy diskových oddílù

source: n add a new partition
cs: n vytvoøí nový diskový oddíl

source: o create a new empty DOS partition table
cs: o vytvoøí prázdný DOSOVÝ diskový oddíl

source: p print the partition table
cs: p vypí¹e tabulku rozdìlení disku

source: s create a new empty Sun disklabel
cs: s vytvoøí prázdný Sun popis disku

source: t change a partition's system id
cs: t zmìní id diskového oddílu

source: u change display/entry units
cs: u zmìní jednotky v nich¾ jsou vypisovány informace

source: v verify the partition table
cs: v ovìøí tabulku rozdìlení disku

source: w write table to disk and exit
cs: w ulo¾í tabulku rozdìlení disku a ukonèí program

source: x extra functionality (experts only)
cs: x roz¹iøující funkce (pouze pro odborníky)

source: a select bootable partition
cs: a nastaví startovací diskový oddíl

source: b edit bootfile entry
cs: b úprava polo¾ky startovacího souboru

source: c select sgi swap partition
cs: c nastaví sgi odkládací diskový oddíl

source: a toggle a bootable flag
cs: a pøepne pøíznak "startovací"

source: c toggle the dos compatibility flag
cs: c pøepne pøíznak "DOS kompatibilní"

source: a change number of alternate cylinders
cs: a zmìní mno¾ství alternativních cylindrù

source: c change number of cylinders
cs: c zmìní mno¾ství cylindrù

source: d print the raw data in the partition table
cs: d vypí¹e tabulku rozdìlení disku (tak jak je ulo¾ena na disku)

source: e change number of extra sectors per cylinder
cs: e zmìní mno¾ství extra sektorù na stopu

source: h change number of heads
cs: h zmìní mno¾ství hlav

source: i change interleave factor
cs: i zmìní prokládací faktor

source: o change rotation speed (rpm)
cs: o zmìní rychlost otáèení

source: s change number of sectors/track
cs: s zmìní poèet sektorù/stopu

source: y change number of physical cylinders
cs: y zmìní poèet fyzických cylindrù

source: b move beginning of data in a partition
cs: b posune poèátek dat v diskovém oddílu

source: e list extended partitions
cs: e vypí¹e roz¹íøené diskové oddíly

source: f fix partition order
cs: f opraví øazení diskových oddílù

source: You must set
cs: Musíte nastavit

source: heads
cs: hlavy

source: sectors
cs: sektory

source: %s%s. You can do this from the extra functions menu.
cs: %s%s. Mù¾ete tak uèinit z nabídky roz¹iøujících funkcí.

source: and
cs: a

source: The number of cylinders for this disk is set to %d. There is nothing wrong with that, but this is larger than 1024, and could in certain setups cause problems with: 1) software that runs at boot time (e.g., old versions of LILO) 2) booting and partitioning software from other OSs (e.g., DOS FDISK, OS/2 FDISK)
cs: Poèet cylindrù tohoto disku je nastaven na %d. Na tom není nic ¹patného, ale jeliko¾ je to více ne¾ 1024, mù¾e za urèitých okolností dojít k problémùm s: 1) s programy sou¹tìnými pøi startu (napø. staré verze LILA) 2) s programy pro správu diskových oddílù z jiných OS (napø. DOS FDISK, OS/2 FDISK)

source: Bad offset in primary extended partition
cs: Chybný posun v primárním diskovém oddílu

source: Warning: extra link pointer in partition table %d
cs: Varování: nadbyteèný ukazatel na link v tabulce rozdìlení disku %d.

source: Warning: ignoring extra data in partition table %d
cs: Varování: nadbyteèná data v tabulce rozdìlení disku %d ignorována.

source: Building a new DOS disklabel. Changes will remain in memory only, until you decide to write them. After that, of course, the previous content won't be recoverable.
cs: Vytváøím novou DOSOVOU tabulku rozdìlení disku. Zmìny budou ulo¾eny pouze do pamìti, dokud se nerozhodnete je ulo¾it na disk. Poté ji¾ nebudou stará data pochopitelnì dostupná.

source: Note: sector size is %d (not %d)
cs: Pozor: velikost sektoru je %d (nikoliv %d)

source: You will not be able to write the partition table.
cs: Nebudete moci ulo¾it tabulku rozdìlení disku.

source: Device contains neither a valid DOS partition table, nor Sun, SGI or OSF disklabel
cs: Zaøízení neobsahuje ani DOSOVOU tabulku rozdìlení disku, ani SUN èi SGI popis disku

source: Internal error
cs: Vnitøní chyba

source: Ignoring extra extended partition %d
cs: Nadbyteèný roz¹íøený diskový oddíl %d ignorován.

source: Warning: invalid flag 0x%04x of partition table %d will be corrected by w(rite)
cs: Varování: chybný pøíznak 0x%04x tabulky rozdìlení disku %d bude opraven zápisem(w)

source: got EOF thrice - exiting..
cs: tøikrát jsem nalezl EOF - konèím..

source: Hex code (type L to list codes):
cs: ©estnáctkovì (L vypí¹e kódy):

source: Value out of range.
cs: Hodnota je mimo meze.

source: Partition number
cs: Èíslo diskového oddílu

source: Warning: partition %d has empty type
cs: Varování: diskový oddíl %d nemá urèen typ

source: cylinder
cs: cylindr

source: sector
cs: sektor

source: Changing display/entry units to %s
cs: Mìním jednotky v nich¾ jsou vypisovány informace na %sy

source: WARNING: Partition %d is an extended partition
cs: VAROVÁNÍ: diskový oddíl %d je roz¹íøeným diskovým oddílem

source: DOS Compatibility flag is set
cs: Pøíznak DOSOVÉ kompatibility je nastaven.

source: DOS Compatibility flag is not set
cs: Pøíznak DOSOVÉ kompatibility není nastaven.

source: Partition %d does not exist yet!
cs: Diskový oddíl %d zatím neexistuje!

source: Type 0 means free space to many systems (but not to Linux). Having partitions of type 0 is probably unwise. You can delete a partition using the `d' command.
cs: Na mnoha systémech (ale ne na Linuxu) typ 0 oznaèuje volný prostor. Vytváøet diskové oddíly typu 0 není moudré. Diskový oddíl mù¾ete smazat pomocí pøíkazu `d'.

source: You cannot change a partition into an extended one or vice versa Delete it first.
cs: Nemù¾ete mìnit bì¾né diskové oddíly na roz¹íøené a zpìt. Nejdøíve jej sma¾te.

source: Consider leaving partition 3 as Whole disk (5), as SunOS/Solaris expects it and even Linux likes it.
cs: Zva¾te zda by nebylo vhodné ponechat diskový oddíl 3 jako Celý disk (5), nebo» SunOS/Solaris to oèekává a i Linux tomu dává pøednost.

source: Consider leaving partition 9 as volume header (0), and partition 11 as entire volume (6)as IRIX expects it.
cs: Zva¾te zda by nebylo vhodné ponechat diskový oddíl 9 jako hlavièku svazku (0), a diskový oddíl 11 jako celý svazek (6), nebo» IRIX to oèekává.

source: Changed system type of partition %d to %x (%s)
cs: Typ diskového oddílu %d byl zmìnìn na %x (%s).

source: Partition %d has different physical/logical beginnings (non-Linux?):
cs: Diskový oddíl %d má rozdílný fyzický a logický zaèátek (nelinuxový?):

source: phys=(%d, %d, %d)
cs: fyz=(%d, %d, %d)

source: logical=(%d, %d, %d)
cs: logický=(%d, %d, %d)

source: Partition %d has different physical/logical endings:
cs: Diskový oddíl %d má rozdílný fyzický a logický konec:

source: Partition %i does not start on cylinder boundary:
cs: Diskový oddíl %i nezaèíná na hranici cylindru:

source: should be (%d, %d, 1)
cs: mìlo by být (%d, %d, 1)

source: should be (%d, %d, %d)
cs: mìlo by být (%d, %d, %d)

source: Nothing to do. Ordering is correct already.
cs: Diskové oddíly jsou ji¾ seøazeny.

source: Device
cs: Zaøízení

source: Partition table entries are not in disk order
cs: Diskové oddíly jsou chybnì seøazeny

source: Disk %s: %d heads, %d sectors, %d cylinders
cs: Disk %s: hlav: %d, sektorù: %d, cylindrù: %d

source: Warning: partition %d contains sector 0
cs: Varování: diskový oddíl %d obsahuje sektor 0

source: Partition %d: head %d greater than maximum %d
cs: Diskový oddíl %d: hlava %d má vìt¹í èíslo ne¾ je maximum %d

source: Partition %d: sector %d greater than maximum %d
cs: Diskový oddíl %d: sektor %d má vìt¹í èíslo ne¾ je maximum %d

source: Partitions %d: cylinder %d greater than maximum %d
cs: Diskový oddíl %d: cylindr %d má vìt¹í èíslo ne¾ je maximum %d

source: Partition %d: previous sectors %d disagrees with total %d
cs: Diskový oddíl %d: pøedchozí sektory %d nesouhlasí s úhrnem %d

source: Warning: bad start-of-data in partition %d
cs: Varování: chybný poèátek dat v diskovém oddílu %d

source: Warning: partition %d overlaps partition %d.
cs: Varování: diskový oddíl %d pøesahuje do diskového oddílu %d.

source: Warning: partition %d is empty
cs: Varování: diskový oddíl %d je prázdný.

source: Logical partition %d not entirely in partition %d
cs: Logický diskový oddíl %d pøesahuje mimo diskový oddíl %d.

source: Partition %d is already defined. Delete it before re-adding it.
cs: Diskový oddíl %d je ji¾ definován. Pøed opìtovným vytvoøením jej musíte nejprve smazat.

source: Sector %d is already allocated
cs: Sektor %d je ji¾ alokován

source: No free sectors available
cs: Nejsou ¾ádné volné sektory.

source: You must delete some partition and add an extended partition first
cs: Musíte nejprve nìkteré smazat a pøidat roz¹íøený diskový oddíl.

source: Command action %s p primary partition (1-4)
cs: Pøíkaz %s p primární diskový oddíl (1-4)

source: l logical (5 or over)
cs: l logický diskový oddíl (5 nebo více)

source: e extended
cs: e roz¹íøený diskový oddíl

source: Invalid partition number for type `%c'
cs: Chybné èíslo diskového oddílu pro typ `%c'.

source: The partition table has been altered!
cs: Tabulka rozdìlení disku byla zmìnìna!

source: Calling ioctl() to re-read partition table.
cs: Volám ioctl() pro znovunaètení tabulky rozdìlení disku.

source: WARNING: If you have created or modified any DOS 6.x partitions, please see the fdisk manual page for additional information.
cs: VAROVÁNÍ: Pokud jste vytvoøil èi zmìnil nìjaké DOS 6.x diskové oddíly, pøeètìte si prosím manuálovou stránku programu fdisk, abyste získal dodateèné informace.

source: Syncing disks.
cs: Synchronizují se disky.

source: Partition %d has no data area
cs: Diskový oddíl %d neobsahuje datovou oblast.

source: New beginning of data
cs: Nový zaèátek dat

source: Expert command (m for help):
cs: Pøíkaz pro odborníky (m pro nápovìdu):

source: Number of cylinders
cs: Poèet cylindrù

source: Number of heads
cs: Poèet hlav

source: Number of sectors
cs: Poèet sektorù

source: Warning: setting sector offset for DOS compatiblity
cs: Varování: nastaven posun sektoru kvùli kompatibilitì s DOSEM

source: Disk %s doesn't contain a valid partition table
cs: Na disku %s není korektní tabulka rozdìlení disku.

source: Cannot open %s
cs: %s nelze otevøít.

source: cannot open %s
cs: %s nelze otevøít.

source: %c: unknown command
cs: pøíkaz %c není znám

source: This kernel finds the sector size itself - -b option ignored
cs: Toto jádro detekuje velikost sektoru automaticky - pøepínaè -b ignorován

source: Warning: the -b (set sector size) option should be used with one specified device
cs: Varování: pøepínaè -b (nastavení velikosti sektoru) by mìl být pou¾it s jedním zadaným zaøízením.

source: Command (m for help):
cs: Pøíkaz (m pro nápovìdu):

source: The current boot file is: %s
cs: Aktuální startovací soubor: %s

source: Please enter the name of the new boot file:
cs: Zadejte název nového startovacího souboru:

source: Boot file unchanged
cs: Startovací soubor nebyl zmìnìn.

source: Sorry, no experts menu for SGI partition tables available.
cs: Pro SGI diskové oddíly nejsou k dispozici ¾ádné roz¹iøující funkce.

source: SGI volhdr
cs: Hlavièka SGI svazku

source: SGI volume
cs: SGI svazek

source: Linux native
cs: Linux nativní

source: According to MIPS Computer Systems, Inc the Label must not contain more than 512 bytes
cs: Popis nesmí podle MIPS Computer Systems, Inc obsahovat více ne¾ 512 bajtù

source: Detected sgi disklabel with wrong checksum.
cs: Nalezl jsem sgi popis disku s chybným kontrolním souètem.

source: ----- partitions ----- Pt# %*s Info Start End Sectors Id System
cs: ----- diskové oddíly ----- Od# %*s Info Zaèátek Konec Sektory Id Systém

source: ----- Bootinfo ----- Bootfile: %s ----- Directory Entries -----
cs: ----- bootinfo ----- Startovací soubor: %s ----- adresáøové polo¾ky -----

source: %2d: %-10s sector%5u size%8u
cs: %2d: %-10s sektor%5u velikost%8u

source: Invalid Bootfile! The bootfile must be an absolute non-zero pathname, e.g. "/unix" or "/unix.save".
cs: Chybný startovací soubor! Startovací soubor musí být zadán plným názvem, napø. "/unix" èi "/unix.save".

source: Name of Bootfile too long: 16 bytes maximum.
cs: Název startovacího souboru je pøíli¹ dlouhý: 16 bajtù je maximum.

source: Bootfile must have a fully qualified pathname.
cs: Startovací soubor musí být zadán plným názvem.

source: Be aware, that the bootfile is not checked for existence. SGI's default is "/unix" and for backup "/unix.save".
cs: Uvìdomte si, ¾e existence startovacího souboru není ovìøována. Implicitnì se pou¾ije "/unix" a jako záloha "/unix.save".

source: Bootfile is changed to "%s".
cs: Startovací soubor byl zmìnìn na "%s".

source: More than one entire disk entry present.
cs: Existuje více ne¾ jedna polo¾ka celého disku.

source: No partitions defined
cs: Nejsou definovány ¾ádné diskové oddíly

source: IRIX likes when Partition 11 covers the entire disk.
cs: IRIX preferuje, kdy¾ Diskový oddíl 11 zaujímá celý disk.

source: The entire disk partition should start at block 0, not at diskblock %d.
cs: Diskový oddíl zaujímající celý disk by mìl zaèínat blokem 0, nikoliv blokem %d.

source: The entire disk partition is only %d diskblock large, but the disk is %d diskblocks long.
cs: Diskový oddíl zaujímající celý disk má velikost v blocích pouze %d, ale velikost disku v blocích je %d.

source: One Partition (#11) should cover the entire disk.
cs: Jeden Diskový Oddíl (#11) by mìl zaujímat celý disk.

source: Partition %d does not start on cylinder boundary.
cs: Diskový oddíl %d nezaèíná na hranici cylindru.

source: Partition %d does not end on cylinder boundary.
cs: Diskový oddíl %d nekonèí na hranici cylindru.

source: The Partition %d and %d overlap by %d sectors.
cs: Diskové oddíly %d a %d se navzájem pøekrývají %d sektory.

source: The boot partition does not exist.
cs: Startovací diskový oddíl neexistuje.

source: The swap partition does not exist.
cs: Diskový oddíl pro odkládací prostor neexistuje.

source: The swap partition has no swap type.
cs: Diskový oddíl pro odkládací prostor nemá zadán typ.

source: You have chosen an unusual boot file name.
cs: Vybral jste si neobvyklý název pro startovací soubor.

source: Sorry You may change the Tag of non-empty partitions.
cs: Lituji, mù¾ete mìnit znaèku neprázdných diskových oddílù.

source: It is highly recommended that the partition at offset 0 is of type "SGI volhdr", the IRIX system will rely on it to retrieve from its directory standalone tools like sash and fx. Only the "SGI volume" entire disk section may violate this. Type YES if you are sure about tagging this partition differently.
cs: Doporuèuje se, aby diskový oddíl zaèínající na posunu 0 byl typu "SGI volhdr". IRIX jej pou¾ívá k pøístupu k nástrojùm jako je sash a fx. Vyjímkou je pouze "SGI svazek" zaujímající celý disk. Zadejte YES, pokud jste si jist, ¾e chcete oznaèit tento diskový oddíl jinak.

source: Do You know, You got a partition overlap on the disk?
cs: Víte, ¾e na Va¹em disku se diskové oddíly pøekrývají?

source: Attempting to generate entire disk entry automatically.
cs: Pokou¹ím se automaticky vytvoøit polo¾ku pro celý disk.

source: The entire disk is already covered with partitions.
cs: Diskové oddíly ji¾ zabírají celý prostor disky.

source: You got a partition overlap on the disk. Fix it first!
cs: Diskové oddíly se pøekrývají. Nejprve to opravte!

source: It is highly recommended that eleventh partition covers the entire disk and is of type `SGI volume'
cs: Doporuèuje se, aby jedenáctý diskový oddíl zaujímal celý prostor disku a byl typu `SGI svazek'

source: You will get a partition overlap on the disk. Fix it first!
cs: Takto se diskové oddíly budou navzájem pøekrývat. Nejprve to opravte!

source: Last %s
cs: Poslední %s

source: Building a new SGI disklabel. Changes will remain in memory only, until you decide to write them. After that, of course, the previous content will be unrecoverably lost.
cs: Vytváøím nový SGI popis disku. Zmìny budou ulo¾eny pouze do pamìti, dokud se nerozhodnete je ulo¾it na disk. Poté ji¾ nebudou stará data pochopitelnì dostupná.

source: Trying to keep parameters of partition %d.
cs: Pokou¹ím se zachovat parametry diskového oddílu %d.

source: ID=%02x START=%d LENGTH=%d
cs: ID=%02x ZAÈÁTEK=%d DÉLKA=%d

source: Empty
cs: Prázdný prostor

source: Whole disk
cs: Celý disk

source: Detected sun disklabel with wrong checksum. Probably you'll have to set all the values, e.g. heads, sectors, cylinders and partitions or force a fresh label (s command in main menu)
cs: Nalezl jsem sun popis disku s chybných kontrolním souètem. Pravdìpodobnì budete muset nastavit v¹echny hodnoty jako hlavy, sektory, cylindry a diskové oddíly, nebo vytvoøit novou tabulku (pøíkaz s v hlavní nabídce)
