Repository: pedropena/backharddi-ng-kernel
Catalog: udebs/addons/util-linux/po/*.po
Languages: cs

source: -n, --name=progname The name under which errors are reported
cs: -n, --name=názevprog Název, pod kterým jsou oznamovány chyby

source: -o, --options=optstring Short options to be recognized
cs: -o, --options=krátvol Rozpoznávané krátké volby

source: -q, --quiet Disable error reporting by getopt(3)
cs: -q, --quiet Vypne oznamování chyb pomocí getopt(3)

source: -Q, --quiet-output No normal output
cs: -Q, --quiet-output ®ádný normální výstup

source: -s, --shell=shell Set shell quoting conventions
cs: -s, --shell=shell Nastaví konvence uzavíraní

source: -T, --test Test for getopt(1) version
cs: -T, --test Testuje verzi getopt(1)

source: -u, --unqote Do not quote the output
cs: -u, --unqote neuzavøe výstuo do uvozovek

source: -V, --version Output version information
cs: -V, --version Vypí¹e informace o verzi

source: missing optstring argument
cs: chybí øetìzec-s-volbami

source: internal error, contact the author.
cs: Vnitøní chyba, oznamte ji autorovi.

source: booted from MILO
cs: spu¹tìn pomocí MILO

source: Ruffian BCD clock
cs: hodnoty ulo¾eny v BCD tvaru

source: clockport adjusted to 0x%x
cs: vstupnì/výstupní port pro pøístup k hodinám nastaven na 0x%x

source: funky TOY!
cs: pou¾it pøepínaè --funky-toy!

source: %s: atomic %s failed for 1000 iterations!
cs: %s: 1000 neúspì¹ných pokusù o atomické provedení %s!

source: Cannot open /dev/port: %s
cs: /dev/port nelze otevøít: %s

source: I failed to get permission because I didn't try.
cs: Jeliko¾ jsem se nesna¾il, nepodaøilo se mi získat práva pro pøístup.

source: %s is unable to get I/O port access: the iopl(3) call failed.
cs: %s: pøístup k portu nelze získat: volání iopl(3) selhalo.

source: Probably you need root privileges.
cs: Pravdìpodobnì je tøeba mít práva superu¾ivatele.

source: Assuming hardware clock is kept in %s time.
cs: Pøedpokládám, ¾e hodiny reálného èasu jsou nastaveny na %s èas.

source: UTC
cs: greenwichský

source: local
cs: místní

source: %s: Warning: unrecognized third line in adjtime file
cs: %s: Varování: neznámý formát tøetího øádku v souboru adjtime

source: (Expected: `UTC' or `LOCAL' or nothing.)
cs: (Oèekáváno `UTC', `LOCAL' èi nic.)

source: Last drift adjustment done at %ld seconds after 1969
cs: Poslední oprava posunu probìhla %ld sekund od roku 1969.

source: Last calibration done at %ld seconds after 1969
cs: Poslední kalibrace probìhla %ld sekund od roku 1969.

source: Hardware clock is on %s time
cs: Hodiny reálného èasu jsou nastaveny na %s èas.

source: unknown
cs: neznámý

source: Waiting for clock tick...
cs: èekám na tiknutí hodin...

source: ...got clock tick
cs: ...hodiny tikly

source: Invalid values in hardware clock: %4d/%.2d/%.2d %.2d:%.2d:%.2d
cs: Hodiny reálného èasu obsahují chybné hodnoty: %4d/%.2d/%.2d %.2d:%.2d:%.2d

source: Hw clock time : %4d/%.2d/%.2d %.2d:%.2d:%.2d = %ld seconds since 1969
cs: Hodiny reálného èasu: %4d/%.2d/%.2d %.2d:%.2d:%.2d = %ld sekund od roku 1969

source: Time read from Hardware Clock: %4d/%.2d/%.2d %02d:%02d:%02d
cs: Hodiny reálného èasu ukazují %4d/%.2d/%.2d %02d:%02d:%02d

source: Setting Hardware Clock to %.2d:%.2d:%.2d = %ld seconds since 1969
cs: Nastavuji hodiny reálného èasu na %.2d:%.2d:%.2d = %ld sekund od roku 1969

source: Clock not changed - testing only.
cs: Testovací re¾im - Èas nezmìnìn.

source: Time elapsed since reference time has been %.6f seconds. Delaying further to reach the next full second.
cs: Poèet sekund uplynulých od referenèního èasu: %.6f. Èekám, dokud neuplyne dal¹í celá sekunda.

source: The Hardware Clock registers contain values that are either invalid (e.g. 50th day of month) or beyond the range we can handle (e.g. Year 2095).
cs: Registry hodin reálného èasu obsahují hodnoty, které jsou buï chybné (napø. 50tý den v mìsíci), èi mimo pøípustný rozsah (napø. rok 2095).

source: %s %.6f seconds
cs: %s %.6f sekundy

source: No --date option specified.
cs: Pøepínaè --date vy¾aduje argument.

source: The value of the --date option is not a valid date. In particular, it contains quotation marks.
cs: Argument pøepínaèe --date není platným datem. Konkrétnì obsahuje uvozovky.

source: Issuing date command: %s
cs: Spou¹tím pøíkaz 'date': %s

source: Unable to run 'date' program in /bin/sh shell. popen() failed
cs: Pøíkaz 'date' nelze v shellu /bin/sh spustit. Volání popen() selhalo.

source: response from date command = %s
cs: odpovìï pøíkazu 'date' = %s

source: The date command issued by %s returned unexpected results. The command was: %s The response was: %s
cs: Od pøíkazu 'date' spu¹tìného programem %s, pøi¹la neèekaná odpovìï. Pøíkaz: %s Odpovìï: %s

source: The date command issued by %s returned something other than an integer where the converted time value was expected. The command was: %s The response was: %s
cs: Pøíkaz 'date' spu¹tìný programem %s místo pøevedeného èasu vrátil nìco, co není celým èíslem. Pøíkaz: %s Odpovìï: %s

source: date string %s equates to %ld seconds since 1969.
cs: Datum %s odpovídá %ld sekundám od roku 1969.

source: The Hardware Clock does not contain a valid time, so we cannot set the System Time from it.
cs: Systémový èas nelze podle hodin reálného èasu nastavit, proto¾e neukazují platný èas.

source: Calling settimeofday:
cs: Volám settimeofday:

source: Not setting system clock because running in test mode.
cs: Testovací re¾im - systémový èas nezmìnìn.

source: Must be superuser to set system clock.
cs: Nastavit systémový èas mù¾e pouze superu¾ivatel.

source: settimeofday() failed
cs: volání settimeofday() selhalo

source: Not adjusting drift factor because the Hardware Clock previously contained garbage.
cs: Neopravuji míru posunu, proto¾e hodiny reálného èasu poslednì obsahovaly neplatné hodnoty.

source: Not adjusting drift factor because it has been less than a day since the last calibration.
cs: Neopravuji míru posunu, proto¾e poslední kalibrace je¹tì neuplynul celý den.

source: Time since last adjustment is %d seconds
cs: Poèet sekund od poslední opravy: %d

source: Need to insert %d seconds and refer time back %.6f seconds ago
cs: Potøebná zmìna èasu: sekund vpøed: %d ; sekund zpìt: %.6f

source: Not updating adjtime file because of testing mode.
cs: Testovací re¾im - soubor adjtime nezmìnìn.

source: Would have written the following to %s: %s
cs: Do %s by bylo ulo¾eno následující: %s

source: Drift adjustment parameters not updated.
cs: Parametry opravy posunu nezmìnìny.

source: The Hardware Clock does not contain a valid time, so we cannot adjust it.
cs: Hodiny reálného èasu obsahují neplatný èas, tudí¾ jej nelze opravit.

source: Needed adjustment is less than one second, so not setting clock.
cs: Potøebná oprava je men¹í ne¾ 1 sekunda, proto hodiny nenastavuji.

source: Using %s.
cs: Pou¾ívám %s.

source: No usable clock interface found.
cs: Nebylo nalezeno ¾ádné pou¾itelné rozhraní k hodinám.

source: Unable to set system clock.
cs: Systémový èas nelze nastavit.

source: The kernel keeps an epoch value for the Hardware Clock only on an Alpha machine. This copy of hwclock was built for a machine other than Alpha (and thus is presumably not running on an Alpha now). No action taken.
cs: Jádro obsahuje hodnotu poèátku epochy pro hodiny reálného èasu pouze na Alpha systémech. Tento program nebyl pøelo¾en pro Alpha systém ( a tudí¾ pravdìpodobnì nyní nebì¾í na Alphì). Ignorováno.

source: Unable to get the epoch value from the kernel.
cs: Poèátek epochy nelze z jádra zjistit.

source: Kernel is assuming an epoch value of %lu
cs: Jádro pokládá za poèátek epochy %lu.

source: To set the epoch value, you must use the 'epoch' option to tell to what value to set it.
cs: Poèátek epochy nastavíte pomocí pøepínaèù epoch a setepoch.

source: Not setting the epoch to %d - testing only.
cs: Testovací re¾im - poèátek epochy na %d nemìním.

source: Unable to set the epoch value in the kernel.
cs: Hodnotu poèátku epochy v jádøe nelze nastavit.

source: --jensen, --arc, --srm, --funky-toy tell hwclock the type of alpha you have (see hwclock(8))
cs: --jensen, --arc, --srm, --funky-toy nastaví typ alpha systému (viz hwclock(8))

source: %s takes no non-option arguments. You supplied %d.
cs: %s akceptuje pouze pøepínaèe. Zadáno argumentù, které nejsou pøepínaèi: %d

source: %s: The --utc and --localtime options are mutually exclusive. You specified both.
cs: %s: Pøepínaèe --utc a --localtime nelze pou¾ít zároveò.

source: No usable set-to time. Cannot set clock.
cs: Nebyl zadán platný èas, který mám nastavit. Hodiny nelze nastavit.

source: Sorry, only the superuser can change the Hardware Clock.
cs: Hodiny reálného èasu mù¾e nastavit pouze superu¾ivatel.

source: Sorry, only the superuser can change the System Clock.
cs: Hodiny reálného èasu mù¾e nastavit pouze superu¾ivatel.

source: Sorry, only the superuser can change the Hardware Clock epoch in the kernel.
cs: Hodnotu poèátku epochy v jádøe mù¾e nastavit pouze superu¾ivatel.

source: Cannot access the Hardware Clock via any known method.
cs: ®ádným ze známých zpùsobù nelze získat pøístup k hodinám reálného èasu.

source: Use the --debug option to see the details of our search for an access method.
cs: Pro zji¹tìní podrobností pou¾ijte pøepínaè --debug.

source: Waiting in loop for time from KDGHWCLK to change
cs: Ve smyèce se pokou¹ím zjistit èas pomocí KDGHWCLK.

source: KDGHWCLK ioctl to read time failed
cs: volání KDGHWCLK ioctl selhalo.

source: Timed out waiting for time change.
cs: V Èasovém limitu se nepodaøilo zjistit èas.

source: KDGHWCLK ioctl to read time failed in loop
cs: volání KDGHWCLK ioctl ve smyèce selhalo.

source: ioctl() failed to read time from %s
cs: èas se pomocí volání ioctl() pro %s nepodaøilo zjistit

source: ioctl KDSHWCLK failed
cs: volání ioctl KDSHWCLK selhalo

source: Can't open /dev/tty1 or /dev/vc/1
cs: /dev/tty1 ani /dev/vc/1 nelze otevøít

source: KDGHWCLK ioctl failed
cs: volání ioctl KDGHWCLK selhalo

source: open() of %s failed
cs: %s nelze otevøít - volání open() selhalo

source: ioctl() to %s to read the time failed.
cs: èas se pomocí volání ioctl() pro %s nepodaøilo zjistit

source: Waiting in loop for time from %s to change
cs: Èekám ve smyèce na zmìnu èasu z %s

source: %s does not have interrupt functions.
cs: %s nemá pøeru¹ovací funkce.

source: read() to %s to wait for clock tick failed
cs: tikání hodin nelze z %s èíst - volání read() selhalo

source: ioctl() to %s to turn off update interrupts failed
cs: obnovovací pøeru¹ení nelze vypnout - volání ioctl() pro %s selhalo

source: ioctl() to %s to turn on update interrupts failed unexpectedly
cs: obnovovací pøeru¹ení nelze zapnout - volání ioctl() pro %s selhalo

source: ioctl() to %s to set the time failed.
cs: Èas nelze nastavit - volání ioctl() pro %s selhalo.

source: ioctl(%s) was successful.
cs: Volání ioctl(%s) bylo úspì¹né.

source: Open of %s failed
cs: %s nelze otevøít.

source: To manipulate the epoch value in the kernel, we must access the Linux 'rtc' device driver via the device special file %s. This file does not exist on this system.
cs: Pro zmìnu hodnoty poèátku epochy v jádøe je nutné pou¾ít 'rtc' ovladaè pomocí zvlá¹tního souboru %s. Tento soubor na tomto systému souborù neexistuje.

source: Unable to open %s
cs: %s nelze otevøít

source: ioctl(RTC_EPOCH_READ) to %s failed
cs: volání(RTC_EPOCH_READ) pro %s selhalo

source: we have read epoch %ld from %s with RTC_EPOCH_READ ioctl.
cs: Z %2$s byl pomocí RTC_EPOCH_READ ioctl zji¹tìn poèátek epochy (%1$ld).

source: The epoch value may not be less than 1900. You requested %ld
cs: Hodnota poèátku epochy nesmí být men¹í ne¾ 1900 (po¾adováno %ld).

source: setting epoch to %ld with RTC_EPOCH_SET ioctl to %s.
cs: Nastavuji pomocí RTC_EPOCH_SET ioctl pro %2$s poèátek epochy na %1$ld.

source: The kernel device driver for %s does not have the RTC_EPOCH_SET ioctl.
cs: Ovladaè jádra pro %s nepodporuje RTC_EPOCH_SET ioctl.

source: ioctl(RTC_EPOCH_SET) to %s failed
cs: volání ioctl(RTC_EPOCH_SET) pro %s selhalo

source: calling open_tty
cs: volám open_tty

source: calling termio_init
cs: volám termio_init

source: writing init string
cs: zapisuji inicializaèní øetìzec

source: before autobaud
cs: pøed autobaud

source: waiting for cr-lf
cs: èekám na cr-lf

source: read %c
cs: pøeèteno %c

source: reading login name
cs: ètu pøihla¹ovací jméno

source: %s: can't exec %s: %m
cs: %s: %s nelze spustit: %m

source: can't malloc initstring
cs: pamì» pro inicializaèní øetìzec nelze alokovat

source: bad timeout value: %s
cs: chybný èasový limit: %s

source: after getopt loop
cs: po zpracování argumentù pøíkazové øádky

source: exiting parseargs
cs: opou¹tím funkci parseargs

source: entered parse_speeds
cs: vstupuji do funkce parse_speeds

source: bad speed: %s
cs: chybná rychlost %s

source: too many alternate speeds
cs: pøíli¹ mnoho alternativních rychlostí

source: exiting parsespeeds
cs: opou¹tím funkci parsespeeds

source: /dev: chdir() failed: %m
cs: /dev: volání chdir() selhalo: %m

source: /dev/%s: not a character device
cs: /dev/%s není znakovým zaøízením

source: /dev/%s: cannot open as standard input: %m
cs: /dev/%s nelze otevøít jako standardní vstup: %m

source: %s: not open for read/write
cs: %s: není otevøeno pro ètení/zápis

source: duping
cs: volám dup

source: %s: dup problem: %m
cs: %s: volání dup selhalo: %m

source: user
cs: u¾ivatel

source: users
cs: u¾ivatelé

source: %s: read: %m
cs: %s: pøeèteno: %m

source: %s: input overrun
cs: %s: pøeteèení vstupu

source: Usage: %s [-hiLmw] [-l login_program] [-t timeout] [-I initstring] [-H login_host] baud_rate,... line [termtype] or [-hiLmw] [-l login_program] [-t timeout] [-I initstring] [-H login_host] line baud_rate,... [termtype]
cs: Pou¾ití: %s [-hiLmw] [-l login_program] [-t èasový limit] [-I inicializaèní øetìzec] [-H poèítaè] baud_rate,... linka [typ terminálu] èi [-hiLmw] [-l login_program] [-t èasový limit] [-I inicializaèní øetìzec] [-H poèítaè] linka baud_rate,... [typ terminálu]

source: login: memory low, login may fail
cs: login: nedostatek pamìti, pøihlá¹ení se nemusí zdaøit

source: can't malloc for ttyclass
cs: pamì» pro ttyclass nelze alokovat

source: can't malloc for grplist
cs: pamì» pro grplist nelze alokovat

source: Login on %s from %s denied by default.
cs: Pøihlá¹ení z %2$s na tty %1$s implicitnì odmítnuto.

source: Login on %s from %s denied.
cs: Pøihlá¹ení z $2%s na $1%s odmítnuto.

source: %s: you (user %d) don't exist.
cs: %s: vy (u¾ivatel %d) neexistujete.

source: %s: user "%s" does not exist.
cs: %s: u¾ivatel "%s" neexistuje.

source: %s: can only change local entries; use yp%s instead.
cs: %s: mù¾e mìnit pouze místní polo¾ky; pou¾ijte yp%s.

source: Changing finger information for %s.
cs: Mìním finger informace o u¾ivateli %s.

source: Password error.
cs: Chybné heslo.

source: Password:
cs: Heslo:

source: Incorrect password.
cs: Chybné heslo.

source: Finger information not changed.
cs: Finger informace nebyly zmìnìny.

source: Usage: %s [ -f full-name ] [ -o office ]
cs: Pou¾ití: %s [ -f plné-jméno ] [ -o kanceláø ]

source: [ -p office-phone ] [ -h home-phone ]
cs: [ -p telefon-do-kanceláøe ] [ -h telefon-domù ]

source: Aborted.
cs: Ukonèen.

source: field is too long.
cs: Polo¾ka je pøíli¹ dlouhá.

source: '%c' is not allowed.
cs: '%c' není povoleno.

source: Control characters are not allowed.
cs: Kontrolní znaky nejsou povoleny.

source: Finger information *NOT* changed. Try again later.
cs: Finger informace *NEBYLY* zmìnìny. Zkuste to opìt pozdìji.

source: Finger information changed.
cs: Finger informace byly zmìnìny.

source: malloc failed
cs: volání malloc selhalo

source: %s: Your shell is not in /etc/shells, shell change denied
cs: %s: Vá¹ shell není v /etc/shells, zmìna shellu odmítnuta

source: Changing shell for %s.
cs: Mìním shell pro %s.

source: New shell
cs: Nový shell

source: Shell not changed.
cs: Shell nebyl zmìnìn.

source: Shell *NOT* changed. Try again later.
cs: Shell *NEBYL* zmìnìn. Zkuste to opìt pozdìji.

source: Shell changed.
cs: Shell byl zmìnìn.

source: Usage: %s [ -s shell ] [ --list-shells ] [ --help ] [ --version ] [ username ]
cs: Pou¾ití: %s [ -s shell ] [ --list-shells ] [ --help ] [ --version ] [ u¾ivatelské jméno ]

source: %s: shell must be a full path name.
cs: %s: shell musí být zadán úplným jménem cesty.

source: %s: "%s" does not exist.
cs: %s: "%s" neexistuje.

source: %s: "%s" is not executable.
cs: %s: "%s" není spustitelným souborem.

source: %s: '%c' is not allowed.
cs: %s: '%c' není povoleno.

source: %s: Control characters are not allowed.
cs: %s: Kontrolní znaky nejsou povoleny.

source: Warning: "%s" is not listed in /etc/shells
cs: Varování: "%s" není v /etc/shells

source: %s: "%s" is not listed in /etc/shells.
cs: %s: "%s" není v /etc/shells.

source: %s: use -l option to see list
cs: %s: pou¾ijte pøepínaè -l pro vypsání seznamu

source: Warning: "%s" is not listed in /etc/shells.
cs: Varování: "%s" není v /etc/shells.

source: Use %s -l to see list.
cs: Pou¾ijte %s -l pro vypsání seznamu

source: No known shells.
cs: Není znám ¾ádný shell.

source: couldn't open /dev/urandom
cs: /dev/urandom nelze otevøít

source: couldn't read random data from /dev/urandom
cs: náhodná data z /dev/urandom nelze èíst

source: can't open %s for reading
cs: %s pro ètení nelze otevøít

source: can't stat(%s)
cs: volání stat(%s) selhalo

source: %s doesn't have the correct filemodes
cs: %s má chybná pøístupová práva

source: can't read data from %s
cs: data z %s nelze èíst

source: Can't read %s, exiting.
cs: %s nelze èíst, konèím.

source: usage: last [-#] [-f file] [-t tty] [-h hostname] [user ...]
cs: Pou¾ití: last [-#] [-f soubor] [-t tty] [-h název poèítaèe] [u¾ivatel ...]

source: still logged in
cs: stále pøihlá¹en

source: wtmp begins %s
cs: wtmp zaèíná %s

source: last: malloc failure.
cs: last: volání malloc selhalo.

source: interrupted %10.10s %5.5s
cs: pøeru¹en %10.10s %5.5s

source: login: -h for super-user only.
cs: login: pøepínaè -h mù¾e pou¾ít pouze superu¾ivatel

source: usage: login [-fp] [username]
cs: Pou¾ití: login [fp] [u¾ivatelské jméno]

source: login: PAM Failure, aborting: %s
cs: login: chyba PAM, konèím: %s

source: Couldn't initialize PAM: %s
cs: PAM nelze inicializovat: %s

source: login:
cs: Pøihla¹ovací jméno:

source: FAILED LOGIN %d FROM %s FOR %s, %s
cs: %1$d. CHYBNÉ PØIHLÁ©ENÍ U®IVATELE %3$s Z %2$s, %4$s

source: Login incorrect
cs: Chybné pøihlá¹ení

source: TOO MANY LOGIN TRIES (%d) FROM %s FOR %s, %s
cs: PØÍLI© MNOHO (%1$d) POKUSÙ U®IVATELE %3$s O PØIHLÁ©ENÍ Z %2$s, %4$s

source: FAILED LOGIN SESSION FROM %s FOR %s, %s
cs: NEÚSPÌ©NÉ PØIHLÁ©ENÍ U®IVATELE %2$s Z %1$s, %3$s

source: Login incorrect
cs: Chybné pøihlá¹ení

source: Illegal username
cs: Chybné u¾ivatelské jméno

source: %s login refused on this terminal.
cs: pøihlá¹ení u¾ivatele %s na tomto terminálu odmítnuto

source: LOGIN %s REFUSED FROM %s ON TTY %s
cs: PØIHLÁ©ENÍ U®IVATELE %s Z %s NA TTY %s ODMÍTNUTO

source: LOGIN %s REFUSED ON TTY %s
cs: PØIHLÁ©ENÍ U®IVATELE %s NA TTY %s ODMÍTNUTO

source: Login incorrect
cs: Chybné pøihlá¹ení

source: Too many users logged on already. Try again later.
cs: Ji¾ je pøihlá¹eno pøíli¹ mnoho u¾ivatelù. Zkuste to opìt pozdìji.

source: You have too many processes running.
cs: Máte spu¹tìno pøíli¹ mnoho procesù.

source: DIALUP AT %s BY %s
cs: PØÍSTUP U®IVATELE %2$s VYTÁÈENOU LINKOU NA TTY %1$s

source: ROOT LOGIN ON %s FROM %s
cs: PØIHLÁ©ENÍ U®IVATELE ROOT Z %2$s NA TTY %1$s

source: ROOT LOGIN ON %s
cs: PØIHLÁ©ENÍ U®IVATELE ROOT NA TTY %s

source: LOGIN ON %s BY %s FROM %s
cs: PØIHLÁ©ENÍ U®IVATELE %2$s Z %3$s NA TTY %1$s

source: LOGIN ON %s BY %s
cs: PØIHLÁ©ENÍ U®IVATELE %2$s NA TTY %1$s

source: login: failure forking: %s
cs: login: volání fork selhalo: %s

source: setuid() failed
cs: volání setuid() selhalo

source: No directory %s!
cs: Adresáø %s neexistuje!

source: Logging in with home = "/".
cs: Pøihla¹uji s domácím adresáøem nastaveným na "/".

source: login: no memory for shell script.
cs: login: nedostatek pamìti pro skript shellu.

source: login: couldn't exec shell script: %s.
cs: login: skript shellu %s nelze spustit.

source: login: no shell: %s.
cs: login: ¾ádný shell: %s.

source: %s login:
cs: Pøihla¹ovací jméno na %s:

source: login name much too long.
cs: pøihla¹ovací jméno je pøíli¹ dlouhé.

source: NAME too long
cs: JMÉNO je pøíli¹ dlouhé

source: login names may not start with '-'.
cs: pøihla¹ovací jméno nesmí zaèínat '-'.

source: too many bare linefeeds.
cs: pøíli¹ mnoho znakù LF

source: EXCESSIVE linefeeds
cs: PØÍLI© mnoho znakù LF

source: Login timed out after %d seconds
cs: Vypr¹el èasový limit (%d sekund) pro pøihlá¹ení.

source: Last login: %.*s
cs: Poslední pøihlá¹ení: %.*s

source: from %.*s
cs: z %.*s

source: on %.*s
cs: %.*s

source: LOGIN FAILURE FROM %s, %s
cs: CHYBNÉ PØIHLÁ©ENÍ U®IVATELE %2$s Z %1$s

source: LOGIN FAILURE ON %s, %s
cs: CHYBNÉ PØIHLÁ©ENÍ U®IVATELE %2$s NA TTY %1$s

source: %d LOGIN FAILURES FROM %s, %s
cs: POÈET CHYBNÝCH PØIHLÁ©ENÍ U®IVATELE %3$s Z %2$s: %1$d

source: %d LOGIN FAILURES ON %s, %s
cs: POÈET CHYBNÝCH PØIHLÁ©ENÍ U®IVATELE %3$s NA TTY %2$s: %1$d

source: is y
cs: pøíjem zpráv je zapnut

source: is n
cs: pøíjem zpráv je vypnut

source: usage: mesg [y | n]
cs: Pou¾ití: mesg [y | n]

source: newgrp: Who are you?
cs: newgrp: Kdo jste?

source: newgrp: No such group.
cs: newgrp: ®ádná taková skupina neexistuje.

source: newgrp: Permission denied
cs: newgrp: Pøístup odmítnut

source: No shell
cs: ®ádný shell

source: The password must have at least 6 characters, try again.
cs: Heslo musí obsahovat alespoò 6 znakù, zkuste to znovu.

source: You cannot reuse the old password.
cs: Nemù¾ete opìt pou¾ít staré heslo.

source: Please don't use something like your username as password!
cs: Nepou¾ívejte, jako heslo Va¹e u¾ivatelské jméno ani nic nìco podobného.

source: Please don't use something like your realname as password!
cs: Nepou¾ívejte, jako heslo Va¹e skuteèné jméno ani nic nìco podobného.

source: Usage: passwd [username [password]]
cs: Pou¾ití: password [u¾ivatelské jméno [heslo]]

source: Only root may use the one and two argument forms.
cs: Pouze superu¾ivatel mù¾e pou¾ít argumenty.

source: Usage: passwd [-foqsvV] [user [password]]
cs: Pou¾ití: passwd [foqsvV] [u¾ivatel [heslo]]

source: Can't exec %s: %s
cs: %s nelze spustit: %s

source: Cannot find login name
cs: Pøihla¹ovací jméno nelze nalézt

source: Only root can change the password for others.
cs: Pouze superu¾ivatel mù¾e zmìnit hesla jiným u¾ivatelùm.

source: Too many arguments.
cs: Pøíli¹ mnoho argumentù.

source: Can't find username anywhere. Is `%s' really a user?
cs: U¾ivatelské jméno nelze nalézt. Je `%s' opravdu u¾ivatelem?

source: Sorry, I can only change local passwords. Use yppasswd instead.
cs: Lituji, ale mohu zmìnit pouze místní hesla. Pou¾ijte yppasswd.

source: UID and username does not match, imposter!
cs: UID a u¾ivatelské jméno se neshodují!

source: Changing password for %s
cs: Mìním heslo u¾ivatele %s

source: Enter old password:
cs: Zadejte staré heslo:

source: Illegal password, imposter.
cs: Nepovolené heslo.

source: Enter new password:
cs: Zadejte nové heslo:

source: Password not changed.
cs: Heslo nebylo zmìnìno.

source: Re-type new password:
cs: Potvrïte nové heslo:

source: You misspelled it. Password not changed.
cs: Pøepsal jste se. Heslo nebylo zmìnìno.

source: password changed, user %s
cs: heslo bylo zmìnìno, u¾ivatel %s

source: ROOT PASSWORD CHANGED
cs: HESLO U®IVATELE ROOT BYLO ZMÌNÌNO

source: password changed by root, user %s
cs: heslo zmìnìno u¾ivatelem root, u¾ivatel %s

source: calling setpwnam to set password.
cs: Volám setpwnam pro nastavení hesla.

source: Password *NOT* changed. Try again later.
cs: Heslo *NEBYLO* zmìnìno. Zkuste to pozdìji.

source: Password changed.
cs: Heslo bylo zmìnìno.
