Repository: pedropena/backharddi-ng-kernel
Catalog: udebs/addons/util-linux/po/*.po
Languages: cs

source: set read-only
cs: nastaví pouze pro ètení

source: set read-write
cs: nastaví pro ètení/zápis

source: get read-only
cs: zjistí zda je zakázán zápis

source: get sectorsize
cs: zjistí velikost sektoru

source: set readahead
cs: nastaví dopøedné ètení sektorù

source: get readahead
cs: zjistí nastavení dopøedného ètení sektorù

source: flush buffers
cs: vyprázdnit buffery

source: reread partition table
cs: naète znovu tabulku rozdìlení disku

source: Available commands:
cs: Dostupné pøíkazy:

source: %s: Unknown command: %s
cs: %s: neznámý pøíkaz %s

source: %s requires an argument
cs: pøepínaè %s vy¾aduje argument

source: usage:
cs: Pou¾ití:

source: Formatting ...
cs: Formátuji ...

source: done
cs: hotovo

source: Verifying ...
cs: Ovìøuji ...

source: Read:
cs: Chyba pøi ètení:

source: Problem reading cylinder %d, expected %d, read %d
cs: Chyba pøi ètení cylindru %d, pøedpoklad %d, pøeèteno %d

source: bad data in cyl %d Continuing ...
cs: chybná data v cylindru %d Pokraèuji ...

source: usage: %s [ -n ] device
cs: Pou¾ití: %s [ -n ] zaøízení

source: %s from %s
cs: %s na %s

source: Could not determine current format type
cs: Typ formátu nelze zjistit

source: %s-sided, %d tracks, %d sec/track. Total capacity %d kB.
cs: stran: %s, stop: %d, sekt/stopu %d. Celková kapacita %d kB.

source: Usage: %s [-larvsmf] /dev/name
cs: Pou¾ití: %s [ -larvsmf ] název zaøízení

source: %s is mounted.
cs: %s je ji¾ pøipojeno.

source: Do you really want to continue
cs: Chcete opravdu pokraèovat

source: check aborted.
cs: prohlídka ukonèena.

source: Remove block
cs: Odstranit blok

source: Internal error: trying to write bad block Write request ignored
cs: Vnitøní chyba: pokus o zápis chybného bloku. ®ádost o zápis ignorována.

source: seek failed in write_block
cs: chyba pøi posunu ukazovátka ve write_block

source: seek failed in write_super_block
cs: chyba pøi posunu ukazovátka ve write_super_block

source: unable to write super-block
cs: superblok nelze zapsat

source: Unable to write inode map
cs: mapu i-uzlù nelze zapsat

source: Unable to write zone map
cs: mapu zón nelze zapsat

source: Unable to write inodes
cs: i-uzly nelze zapsat

source: seek failed
cs: chyba pøi posunu ukazovátka

source: unable to read super block
cs: superblok nelze èíst

source: bad magic number in super-block
cs: superblok obsahuje chybné magické èíslo

source: Only 1k blocks/zones supported
cs: podporovány jsou pouze 1kilobajtové bloky/zóny

source: bad s_imap_blocks field in super-block
cs: superblok obsahuje chybnou polo¾ku s_imap_blocks

source: bad s_zmap_blocks field in super-block
cs: superblok obsahuje chybnou polo¾ku s_zmap_blocks

source: Unable to allocate buffer for inode map
cs: buffer pro mapu i-uzlù nelze alokovat

source: Unable to allocate buffer for inodes
cs: buffer pro i-uzly nelze alokovat

source: Unable to allocate buffer for inode count
cs: buffer pro poèítadlo i-uzlù nelze alokovat

source: Unable to allocate buffer for zone count
cs: buffer pro poèítadlo zón nelze alokovat

source: Unable to read inode map
cs: mapu i-uzlù nelze èíst

source: Unable to read zone map
cs: mapu zón nelze èíst

source: Unable to read inodes
cs: i-uzly nelze èíst

source: Warning: Firstzone != Norm_firstzone
cs: Varování: Firstzone != Norm_firstzone

source: %ld inodes
cs: i-uzlù: %ld

source: %ld blocks
cs: blokù: %ld

source: Zonesize=%d
cs: Velikost zóny=%d

source: Maxsize=%ld
cs: Maxvelikost=%ld

source: Filesystem state=%d
cs: Stav systému souborù=%d

source: Mark in use
cs: Oznaèen jako pou¾ívaný

source: Warning: inode count too big.
cs: Varování: poèet i-uzlù je pøíli¹ veliký.

source: root inode isn't a directory
cs: root i-uzel není adresáøem

source: Clear
cs: Smazat

source: Correct
cs: Opravit

source: Remove
cs: Odstranit

source: internal error
cs: vnitøní chyba

source: seek failed in bad_zone
cs: chyba pøi posunu ukazovátka v bad_zone

source: Inode %d mode not cleared.
cs: Mód I-uzlu %d není smazán.

source: Inode %d not used, marked used in the bitmap.
cs: I-uzel %d není pou¾íván a v bitmapì oznaèen jako pou¾ívaný.

source: Inode %d used, marked unused in the bitmap.
cs: I-uzel %d je pou¾íván a v bitmapì oznaèen jako nepou¾ívaný.

source: Inode %d (mode = %07o), i_nlinks=%d, counted=%d.
cs: I-uzel %d (mode = %07o), i_nlinks=%d, napoèítáno=%d.

source: Set i_nlinks to count
cs: Nastavit i_nlinks na poèet

source: Zone %d: marked in use, no file uses it.
cs: Zóna %d je oznaèena jako pou¾ívaná a ¾ádné soubory ji nepou¾ívají.

source: Unmark
cs: Odznaèit

source: Set
cs: Nastavit

source: bad inode size
cs: chybná velikost i-uzlu

source: bad v2 inode size
cs: chybná velikost v2 i-uzlu

source: need terminal for interactive repairs
cs: opravy s úèastí u¾ivatele vy¾adují terminál

source: unable to open '%s'
cs: '%s' nelze otevøít

source: %s is clean, no check.
cs: %s je 'èisté', ovìøování vynecháno.

source: Forcing filesystem check on %s.
cs: Kontrola systému souborù na %s vynucena.

source: Filesystem on %s is dirty, needs checking.
cs: Systém souborù na %s je '¹pinavý', je tøeba jej zkontrolovat.

source: %6ld inodes used (%ld%%)
cs: pou¾ívaných i-uzlù: %6ld (%ld%%)

source: %6ld zones used (%ld%%)
cs: pou¾ívaných zón: %6ld (%ld%%)

source: %6d regular files %6d directories %6d character device files %6d block device files %6d links %6d symbolic links ------ %6d files
cs: obyèejných souborù: %6d adresáøù: %6d znakových zaøízení: %6d blokových zaøízení: %6d odkazù: %6d symbolických odkazù: %6d ------ souborù: %6d

source: ---------------------------- FILE SYSTEM HAS BEEN CHANGED ----------------------------
cs: ---------------------------- SYSTÉM SOUBORÙ BYL ZMÌNÌN ----------------------------

source: %s: failed to open: %s
cs: %s: %s nelze otevøít

source: %s: seek error on %s
cs: %s: chyba zápisu na %s

source: %s: read error on %s
cs: %s: chyba zápisu na %s

source: sector count: %d, sector size: %d
cs: poèet sektorù: %d, velikost sektoru: %d

source: %s: option parse error
cs: %s: chyba pøi analýze pøepínaèù

source: Usage: %s [-x] [-d <num>] iso9660-image
cs: Pou¾ití: %s [-x] [-d <num>] iso9660-obraz

source: Usage: %s [-v] [-N nr-of-inodes] [-V volume-name] [-F fsname] device [block-count]
cs: Pou¾ití: %s [-v] [-N poèet iuzlù] [-V název svazku] [-F název ss] zaøízení [poèet blokù]

source: volume name too long
cs: název svazku je pøíli¹ dlouhý

source: fsname name too long
cs: název ss je pøíli¹ dlouhý

source: cannot stat device %s
cs: volání stat pro zaøízení %s selhalo

source: %s is not a block special device
cs: %s není blokovým zaøízením

source: cannot open %s
cs: %s nelze otevøít

source: cannot get size of %s
cs: nelze zjistit velikost %s

source: blocks argument too large, max is %lu
cs: zadán pøíli¹ veliký poèet blokù, maximum je %lu

source: too many inodes - max is 512
cs: pøíli¹ mnoho iuzlù - maximum je 512

source: not enough space, need at least %lu blocks
cs: nedostatek místa, minimální potøebný poèet blokù: %lu

source: Device: %s
cs: Zaøízení: %s

source: Volume: <%-6s>
cs: Svazek: <%-6s>

source: FSname: <%-6s>
cs: NázevSS: <%-6s>

source: BlockSize: %d
cs: VelikostBloku: %d

source: Inodes: %d (in 1 block)
cs: Poèet iuzlù: %d (v 1 bloku)

source: Inodes: %d (in %ld blocks)
cs: Poèet iuzlù: %d (v %ld blocích)

source: Blocks: %ld
cs: Poèet blokù: %ld

source: Inode end: %d, Data end: %d
cs: Konec iuzlù: %d, Konec dat: %d

source: error writing superblock
cs: chyba pøi zápisu superbloku

source: error writing root inode
cs: chyba pøi zápisu koøenového iuzlu

source: error writing inode
cs: chyba pøi zápisu iuzlu

source: seek error
cs: volání seek selhalo

source: error writing . entry
cs: chyba pøi zápisu . polo¾ky

source: error writing .. entry
cs: chyba pøi zápisu .. polo¾ky

source: error closing %s
cs: Chyba pøi zavírání %s

source: Usage: mkfs [-V] [-t fstype] [fs-options] device [size]
cs: Pou¾ití: mkfs [-V] [-t sstyp] [ss-volby] zaøízení [velikost]

source: %s: Out of memory!
cs: %s: Nedostatek pamìti!

source: mkfs version %s (%s)
cs: mkfs verze %s (%s)

source: Usage: %s [-c | -l filename] [-nXX] [-iXX] /dev/name [blocks]
cs: Pou¾ití: %s [ -n ] [-c | -l soubor] [-nXX] [-iXX] /dev/název [bloky]

source: %s is mounted; will not make a filesystem here!
cs: %s je pøipojeno; systém souborù zde vytváøet nebudu!

source: seek to boot block failed in write_tables
cs: chyba pøi posunu ukazovátka na startovací blok ve write_tables

source: unable to clear boot sector
cs: startovací blok nelze smazat

source: seek failed in write_tables
cs: chyba pøi posunu ukazovátka ve write_tables

source: unable to write inode map
cs: mapu i-uzlù nelze zapsat

source: unable to write zone map
cs: mapu zón nelze zapsat

source: unable to write inodes
cs: i-uzly nelze zapsat

source: write failed in write_block
cs: chyba pøi zápisu ve write_block

source: too many bad blocks
cs: pøíli¹ mnoho chybných blokù

source: not enough good blocks
cs: nedostatek korektních blokù

source: unable to allocate buffers for maps
cs: buffery pro mapy nelze alokovat

source: unable to allocate buffer for inodes
cs: buffery pro i-uzly nelze alokovat

source: Maxsize=%ld
cs: Maxvelikost=%ld

source: seek failed during testing of blocks
cs: chyba pøi posunu ukazovátka v prùbìhu kontroly blokù

source: Weird values in do_check: probably bugs
cs: Nesprávné hodnoty v do_check: pravdìpodobnì chyby

source: seek failed in check_blocks
cs: chyba pøi posunu ukazovátka v check_blocks

source: bad blocks before data-area: cannot make fs
cs: chybné bloky pøed datovou oblastí: systém souborù nelze vytvoøit

source: %d bad blocks
cs: chybných blokù: %d

source: one bad block
cs: chybných blokù: 1

source: can't open file of bad blocks
cs: soubor chybných blokù nelze otevøít

source: strtol error: number of blocks not specified
cs: chyba strtol: poèet blokù nebyl zadán

source: unable to open %s
cs: %s nelze otevøít

source: unable to stat %s
cs: o %s nelze získat informace

source: will not try to make filesystem on '%s'
cs: nebudu se pokou¹et vytvoøit systém souborù na '%s'

source: Bad user-specified page size %d
cs: Zadadaná velikost stránky (%d) je chybná.

source: Using user-specified page size %d, instead of the system values %d/%d
cs: Pou¾ívám zadanou velikost stránky (%d) místo implicitních hodnot (%d/%d).

source: Assuming pages of size %d (not %d)
cs: Pøedpokládám velikost stránek %d (nikoliv %d)

source: too many bad pages
cs: pøíli¹ mnoho chybných stránek

source: Out of memory
cs: Nedostatek pamìti

source: one bad page
cs: chybných stránek: 1

source: %s: error: Nowhere to set up swap on?
cs: %s: chyba: Kde mám vytvoøit odkládací prostor?

source: %s: error: unknown version %d
cs: %s: chyba: neznámá verze %d

source: %s: error: swap area needs to be at least %ldkB
cs: %s: chyba: minimální velikost odkládacího prostoru je %ldkB

source: %s: warning: truncating swap area to %ldkB
cs: %s: varování: odkládací prostor useknut na %ldkB

source: Will not try to make swapdevice on '%s'
cs: nebudu se pokou¹et vytvoøit odkládací zaøízení '%s'

source: fatal: first page unreadable
cs: osudová chyba: první stránka je neèitelná

source: %s: Device '%s' contains a valid Sun disklabel. This probably means creating v0 swap would destroy your partition table No swap created. If you really want to create swap v0 on that device, use the -f option to force it.
cs: %s: Zaøízení '%s' obsahuje korektní Sun popis disku. To znamená, ¾e vytvoøení odkládacího prostoru v0 by pravdìpodobnì znièilo Va¹í tabulku rozdìlení disku. Odkládací prostor nebyl vytvoøen. Pokud opravdu chcete vytvoøit odkládací prostor v0, pou¾ijte pøepínaè -f pro vynucení.

source: Unable to set up swap-space: unreadable
cs: Odkládací prostor nelze nastavit: neèitelné

source: unable to rewind swap-device
cs: odkládací prostor nelze pøevinout

source: unable to write signature page
cs: stránku signatur nelze zapsat

source: fsync failed
cs: volání fsync selhalo

source: Invalid number: %s
cs: Chybné èíslo: %s

source: Syntax error: '%s'
cs: Syntaktická chyba: '%s'

source: No such parameter set: '%s'
cs: Chybný argument: '%s'

source: Unusable
cs: Nepou¾itelné

source: Free Space
cs: Volný prostor

source: Disk has been changed.
cs: Na disku byly provedeny zmìny.

source: Reboot the system to ensure the partition table is correctly updated.
cs: Restartujte systém, aby byla jistota, ¾e tabulka rozdìlení disku byla korektnì zmìnìna.

source: WARNING: If you have created or modified any DOS 6.x partitions, please see the cfdisk manual page for additional information.
cs: VAROVÁNÍ: Pokud jste vytvoøil èi zmìnil nìjaké DOS 6.x diskové oddíly, pøeètìte si prosím manuál programu cfdisk, abyste získal dodateèné informace.

source: FATAL ERROR
cs: OSUDOVÁ CHYBA

source: Press any key to exit cfdisk
cs: Stisknìte jakoukoliv klávesu pro ukonèení programu cfdisk

source: Cannot seek on disk drive
cs: Nelze posunout ukazovátko na disku

source: Cannot read disk drive
cs: Z disku nelze èíst

source: Cannot write disk drive
cs: Nelze zapisovat na disk

source: Too many partitions
cs: pøíli¹ mnoho diskových oddílù

source: Partition begins before sector 0
cs: Diskový oddíl zaèíná pøed sektorem 0

source: Partition ends before sector 0
cs: Diskový oddíl konèí pøed sektorem 0

source: Partition begins after end-of-disk
cs: Diskový oddíl zaèíná za koncem disku

source: Partition ends after end-of-disk
cs: Diskový oddíl konèí za koncem disku

source: logical partitions not in disk order
cs: logické diskový oddíl jsou chybnì seøazeny

source: logical partitions overlap
cs: logické diskové oddíly se vzájemnì pøekrývají

source: enlarged logical partitions overlap
cs: zvìt¹ené logické diskové oddíly se vzájemnì pøekrývají

source: !!!! Internal error creating logical drive with no extended partition !!!!
cs: !!!! Vnitøní chyba pøi vytváøení logického disku bez roz¹íøených diskových oddílù !!!!

source: Cannot create logical drive here -- would create two extended partitions
cs: Zde nelze vytvoøit logický disk -- vznikly by dva roz¹íøené diskové oddíly

source: Menu item too long. Menu may look odd.
cs: Polo¾ka nabídky je pøíli¹ dlouhá. Nabídka mù¾e vypadat podivnì.

source: Menu without direction. Defaulting horizontal.
cs: Nabídka nemá zadaný smìr. Pou¾ívám horizontální.

source: Illegal key
cs: Chybná klávesa

source: Press a key to continue
cs: Stisknìte klávesu pro pokraèování

source: Primary
cs: Primární

source: Create a new primary partition
cs: Vytvoøit nový primární diskový oddíl

source: Logical
cs: Logický

source: Create a new logical partition
cs: Vytvoøit nový logický diskový oddíl

source: Cancel
cs: Zru¹it

source: Don't create a partition
cs: Nevytváøet diskový oddíl

source: !!! Internal error !!!
cs: !!! Vnitøní chyba !!!

source: Size (in MB):
cs: Velikost (v MB):

source: Beginning
cs: Zaèátek

source: Add partition at beginning of free space
cs: Vytvoøit diskový oddíl na zaèátku volného prostoru

source: End
cs: Konec

source: Add partition at end of free space
cs: Vytvoøit diskový oddíl na konci volného prostoru

source: No room to create the extended partition
cs: Pro roz¹íøený diskový oddíl není dostatek místa

source: You specified more cylinders than fit on disk
cs: Zadal jste vìt¹í poèet cylindrù, ne¾ se vejde na disk.

source: Cannot open disk drive
cs: Disk nelze otevøít

source: Opened disk read-only - you have no permission to write
cs: Disk byl otevøen pouze pro ètení - nemáte práva pro zápis

source: Cannot get disk size
cs: Velikost disku nelze zjistit

source: Bad primary partition
cs: Chybný primární diskový oddíl

source: Bad logical partition
cs: Chybný logický diskový oddíl

source: Warning!! This may destroy data on your disk!
cs: Varování!! Toto mù¾e vést ke znièení dat na Va¹em disku!

source: Are you sure you want write the partition table to disk? (yes or no):
cs: Jste si jist, ¾e chcete ulo¾it tabulku rozdìlení disku na disk? (ano èi ne):

source: no
cs: ne

source: Did not write partition table to disk
cs: Tabulka rozdìlení disku nebyla ulo¾ena

source: yes
cs: ano

source: Please enter `yes' or `no'
cs: Zadejte `ano' èi `ne'

source: Writing partition table to disk...
cs: Ukládám tabulku rozdìlení disku na disk

source: Wrote partition table to disk
cs: Tabulka rozdìlení disku byla ulo¾ena na disk

source: Wrote partition table, but re-read table failed. Reboot to update table.
cs: Tabulka byla ulo¾ena, ale nepodaøilo se ji znovu naèíst. Restartujte systém.

source: No primary partitions are marked bootable. DOS MBR cannot boot this.
cs: ®ádný primární diskový oddíl není startovací. DOS MBR takto nenastartuje.

source: More than one primary partition is marked bootable. DOS MBR cannot boot this.
cs: Více ne¾ 1 primární diskový oddíl je startovací. DOS MBR takto nenastartuje.

source: Enter filename or press RETURN to display on screen:
cs: Zadejte název souboru èi stisknìte RETURN pro zobrazení:

source: Cannot open file '%s'
cs: Soubor '%s' nelze otevøít

source: Disk Drive: %s
cs: Disk: %s

source: Sector 0:
cs: Sektor 0:

source: Sector %d:
cs: Sektor %d:

source: None
cs: ®ádný

source: Primary
cs: Primární

source: Logical
cs: Logický

source: Unknown
cs: Neznámý

source: Boot
cs: Startovací

source: Partition Table for %s
cs: Tabulka rozdìlení disku pro %s

source: Raw
cs: Pøímý

source: Print the table using raw data format
cs: Vytisknout tabulku v pøímém datovém formátu

source: Sectors
cs: Sektory

source: Print the table ordered by sectors
cs: Vytisknout tabulku seøazenou dle sektorù

source: Table
cs: Tabulka

source: Just print the partition table
cs: Vytisknout pouze tabulku rozdìlení disku

source: Don't print the table
cs: Netisknout tabulku

source: Help Screen for cfdisk
cs: Nápovìda pro cfdisk

source: This is cfdisk, a curses based disk partitioning program, which
cs: Toto je cfdisk, program pro vytváøení diskových oddílù zalo¾ený

source: allows you to create, delete and modify partitions on your hard
cs: na knihovnì curses. Umo¾òuje vytváøení, mazání a modifikaci

source: disk drive.
cs: diskových oddílù na Va¹em pevném disku.

source: Command Meaning
cs: Pøíkaz Význam

source: b Toggle bootable flag of the current partition
cs: b Pøepne aktuálnímu oddílu pøíznak startovatelnosti

source: d Delete the current partition
cs: d Sma¾e aktuální oddíl

source: g Change cylinders, heads, sectors-per-track parameters
cs: g Zmìní geometrii

source: WARNING: This option should only be used by people who
cs: VAROVÁNÍ: Tato volba by mìla být pou¾ívána pouze lidmi,

source: know what they are doing.
cs: kteøí vìdí, co èiní.

source: h Print this screen
cs: h Vypí¹e tuto nápovìdu

source: m Maximize disk usage of the current partition
cs: m Maximálnì zvìt¹í aktuální diskový oddíl

source: Note: This may make the partition incompatible with
cs: Poznámka: Toto mù¾e uèinit oddíl nekompatibilní s

source: n Create new partition from free space
cs: n Vytvoøit na volném místì nový oddíl

source: p Print partition table to the screen or to a file
cs: p Vypí¹e tabulku rozdìlení disku na obrazovku èi do souboru

source: There are several different formats for the partition
cs: Pøi výpisu tabulky rozdìlení disku si mù¾ete zvolit

source: that you can choose from:
cs: z nìkolika formátù:

source: r - Raw data (exactly what would be written to disk)
cs: r - Pøímý (pøesnì to, co by bylo zapsáno na disk)

source: s - Table ordered by sectors
cs: s - Tabulka seøazená dle sektorù

source: t - Table in raw format
cs: t - Tabulka v pøímém formátu

source: q Quit program without writing partition table
cs: q Ukonèí program bez ulo¾ení tabulky rozdìlení disku

source: t Change the filesystem type
cs: t Zmìní typ systému souborù

source: u Change units of the partition size display
cs: u Zmìní jednotky pro zobrazení velikosti oddílu

source: Rotates through MB, sectors and cylinders
cs: Cykluje mezi MB, sektory a cylindry

source: W Write partition table to disk (must enter upper case W)
cs: W Ulo¾í tabulku rozdìlení disku (pouze velké W)

source: Since this might destroy data on the disk, you must
cs: Jeliko¾ to mù¾e znièit na disku, musíte to potvrdit

source: either confirm or deny the write by entering `yes' or
cs: nebo odmítnout napsáním `yes' nebo

source: Up Arrow Move cursor to the previous partition
cs: Nahoru Pøesune kurzor na pøedcházející oddíl.

source: Down Arrow Move cursor to the next partition
cs: Dolù Pøesune kurzor na dal¹í oddíl.

source: CTRL-L Redraws the screen
cs: CTRL-L Pøekreslí obrazovku

source: ? Print this screen
cs: ? Vypí¹e tuto nápovìdu

source: Note: All of the commands can be entered with either upper or lower
cs: Poznámka: V¹echny pøíkazy mohou být zadány malými i velkými písmeny

source: case letters (except for Writes).
cs: (s vyjímkou zápisu - W).

source: Cylinders
cs: Cylindry

source: Change cylinder geometry
cs: Zmìní geometrii cylindrù

source: Heads
cs: Hlavy

source: Change head geometry
cs: Zmìní geometrii hlav

source: Change sector geometry
cs: Zmìní geometrii sektorù

source: Done
cs: Hotovo

source: Done with changing geometry
cs: Geometrie zmìnìna

source: Enter the number of cylinders:
cs: Zadejte poèet cylindrù:

source: Illegal cylinders value
cs: Chybný poèet cylindrù

source: Enter the number of heads:
cs: Zadejte poèet hlav:

source: Illegal heads value
cs: Chybný poèet hlav

source: Enter the number of sectors per track:
cs: Zadejte poèet sektorù na stopu:

source: Illegal sectors value
cs: Chybný poèet sektorù

source: Enter filesystem type:
cs: Zadejte typ systému souborù:

source: Cannot change FS Type to empty
cs: Nelze nastavit typ SS na prázdný

source: Cannot change FS Type to extended
cs: Nelze nastavit typ SS na roz¹íøený

source: Unk(%02X)
cs: Nez(%02X)

source: Unknown (%02X)
cs: Neznámý (%02X)

source: Disk Drive: %s
cs: Disk: %s

source: Name
cs: Název

source: Flags
cs: Pøíznaky

source: Part Type
cs: Typ oddílu

source: FS Type
cs: Typ SS

source: [Label]
cs: [Popis]

source: Bootable
cs: Start

source: Toggle bootable flag of the current partition
cs: Pøepne pøíznak startovatelnosti aktuálnímu diskovému oddílu

source: Delete
cs: Smazat

source: Delete the current partition
cs: Sma¾e aktuální diskový oddíl

source: Geometry
cs: Geometrie

source: Change disk geometry (experts only)
cs: Zmìní geometrii disku (pouze pro odborníky)

source: Help
cs: Nápovìda

source: Print help screen
cs: Vypí¹e nápovìdu

source: Maximize
cs: Zvìt¹ení

source: Maximize disk usage of the current partition (experts only)
cs: Zvìt¹í velikost aktuálního diskového oddílu na maximum (pouze pro odborníky)

source: New
cs: Nový

source: Create new partition from free space
cs: Vytvoøí nový diskový oddíl ve volném prostoru

source: Print
cs: Tisk

source: Print partition table to the screen or to a file
cs: Vypí¹e tabulku rozdìlení disku (na obrazovku èi do souboru)

source: Quit
cs: Konec

source: Quit program without writing partition table
cs: Ukonèí program bez ulo¾ení tabulky rozdìlení disku

source: Type
cs: Druh

source: Change the filesystem type (DOS, Linux, OS/2 and so on)
cs: Zmìní typ systému souborù (DOS, Linux, OS/2 atd.)

source: Units
cs: Jednotky

source: Change units of the partition size display (MB, sect, cyl)
cs: Zmìní jednotky, ve kterých je udávána velikost diskového oddílu

source: Write
cs: Ulo¾it

source: Write partition table to disk (this might destroy data)
cs: Ulo¾í tabulku rozdìlení disku na disk (mù¾e znièit data)

source: Cannot make this partition bootable
cs: Tento oddíl nelze nastavit jako startovací.

source: Cannot delete an empty partition
cs: Prázdný diskový oddíl nelze smazat.

source: Cannot maximize this partition
cs: Tento diskový oddíl nelze zvìt¹it.

source: This partition is unusable
cs: Tento diskový oddíl je nepou¾itelný.

source: This partition is already in use
cs: Tento diskový oddíl je ji¾ pou¾íván.
