Repository: pedropena/backharddi-ng-kernel
Catalog: udebs/addons/util-linux/po/*.po
Languages: cs

source: Autoconfigure found a %s%s%s
cs: Automatická konfigurace nalezla %s%s%s

source: Building a new sun disklabel. Changes will remain in memory only, until you decide to write them. After that, of course, the previous content won't be recoverable.
cs: Vytváøím novou sun popis disku. Zmìny budou ulo¾eny pouze do pamìti, dokud se nerozhodnete je ulo¾it na disk. Poté ji¾ nebudou stará data pochopitelnì dostupná.

source: Drive type ? auto configure 0 custom (with hardware detected defaults)
cs: Typ disku ? automatická konfigurace 0 u¾ivatelská konfigurace (s detekovaným implicitním nastavením)

source: Select type (? for auto, 0 for custom):
cs: Zadejte typ (? pro auto, 0 pro u¾ivatelský):

source: Autoconfigure failed.
cs: Automatická konfigurace selhala.

source: Sectors/track
cs: Sektorù/stopu

source: Alternate cylinders
cs: Alternativní cylindry

source: Physical cylinders
cs: Fyzické cylindry

source: Rotation speed (rpm)
cs: Rychlost otáèení (otm)

source: Interleave factor
cs: Interleave faktor

source: Extra sectors per cylinder
cs: Extra sektory na cylindr

source: You may change all the disk params from the x menu
cs: V¹echny parametry disku mù¾ete zmìnit z nabídky x

source: 3,5" floppy
cs: 3,5" pru¾ný disk

source: Linux custom
cs: Linux u¾ivatelský

source: Partition %d doesn't end on cylinder boundary
cs: Diskový oddíl %d nekonèí na hranici cylindru.

source: Partition %d overlaps with others in sectors %d-%d
cs: Diskový oddíl %d pøesahuje do jiných v sektorech %d-%d

source: Unused gap - sectors 0-%d
cs: Nevyu¾ívaný prostor - sektory 0-%d

source: Unused gap - sectors %d-%d
cs: Nevyu¾ívaný prostor - sektory %d-%d

source: Other partitions already cover the whole disk. Delete some/shrink them before retry.
cs: Jiné diskové oddíly ji¾ zaujímá celý disk. Sma¾te/zmen¹ete nìjaké a zkuste to znovu.

source: You haven't covered the whole disk with the 3rd partition, but your value %d %s covers some other partition. Your entry has been changed to %d %s
cs: Tøetí diskový oddíl nezabírá celý disk, ale va¹e hodnota %d %s zaujímá jiné diskové oddíly. Va¹e polo¾ka byla zmìnìna na %d %s.

source: If you want to maintain SunOS/Solaris compatibility, consider leaving this partition as Whole disk (5), starting at 0, with %u sectors
cs: Pokud chcete zachovat kompatibilitu se SunOS/Solarisem, zva¾te ponechání tohoto diskového oddílu jako Celého disku (5), zaèínajícího na 0 o délce v sektorech %u

source: It is highly recommended that the partition at offset 0 is UFS, EXT2FS filesystem or SunOS swap. Putting Linux swap there may destroy your partition table and bootblock. Type YES if you're very sure you would like that partition tagged with 82 (Linux swap):
cs: Doporuèuje se, aby diskový oddíl zaèínající na posunu 0 byl typu UFS, EXT2FS èi SunOS swap. Vytvoøení odkládacího prostoru pro Linux na tomto místì by mohlo znièit tabulku rozdìlení disku a startovací blok. Zadejte YES, pokud jste si jist, ¾e chcete tento diskový oddíl oznaèit 82 (odkládací prostor pro Linux):

source: Disk %s (Sun disk label): %d heads, %d sectors, %d rpm %d cylinders, %d alternate cylinders, %d physical cylinders %d extra sects/cyl, interleave %d:1 %s Units = %s of %d * 512 bytes
cs: Disk %s (Sun tabulka rozdìlení disku): hlav: %d, sektorù: %d, otm: %d, cylindrù: %d, alternativních cylindrù: %d, fyzických cylindrù: %d extra sektorù/cyl: %d, interleave: %d:1 %s Jednotky = %s po %d * 512 bajtech

source: Disk %s (Sun disk label): %d heads, %d sectors, %d cylinders Units = %s of %d * 512 bytes
cs: Disk %s (Sun tabulka rozdìlení disku): hlav: %d, sektorù: %d, cylindrù: %d Jednotky = %s po %d * 512 bajtech

source: %*s Flag Start End Blocks Id System
cs: %*s Pøíznak Zaèátek Konec Bloky Id Systém

source: Number of alternate cylinders
cs: Poèet alternativních cylindrù

source: Number of physical cylinders
cs: Poèet fyzických cylindrù

source: Extended
cs: Roz¹íøený

source: AIX bootable
cs: AIX startovací

source: Hidden FAT12
cs: Skrytá FAT12

source: Hidden FAT16 <32M
cs: Skrytá FAT16 <32M

source: Hidden FAT16
cs: Skrytá FAT16

source: Hidden HPFS/NTFS
cs: Skrytá HPFS/NTFS

source: QNX4.x 2nd part
cs: QNX4.x 2. èást

source: QNX4.x 3rd part
cs: QNX4.x 3. èást

source: GNU HURD or SysV
cs: GNU HURD èi SysV

source: Old Minix
cs: Starý Minix

source: Minix / old Linux
cs: Minix / starý Linux

source: OS/2 hidden C: drive
cs: OS/2 skrytý C: disk

source: NTFS volume set
cs: NTFS svazek

source: BSDI fs
cs: BSDI ss

source: Boot Wizard hidden
cs: skrytý Boot Wizard

source: Non-FS data
cs: data mimo SS

source: Dell Utility
cs: Dell utilita

source: BeOS fs
cs: BeOS ss

source: DOS secondary
cs: DOS sekundární

source: seek error on %s - cannot seek to %lu
cs: chyba posunu ukazovátka na %s - ukazovátko nelze posunout na %lu

source: seek error: wanted 0x%08x%08x, got 0x%08x%08x
cs: chyba pøi posunu ukazovátka: po¾adavek 0x%08x%08x, výsledek 0x%08x%08x

source: out of memory - giving up
cs: nedostatek pamìti - konèím

source: read error on %s - cannot read sector %lu
cs: chyba ètení na %s - sektor %lu nelze èíst

source: ERROR: sector %lu does not have an msdos signature
cs: CHYBA: sektor %lu nemá msdos podpis

source: write error on %s - cannot write sector %lu
cs: chyba zápisu na %s - sektor %lu nelze zapsat

source: cannot open partition sector save file (%s)
cs: soubor pro ulo¾ení sektorù (%s) nelze otevøít

source: write error on %s
cs: chyba zápisu na %s

source: cannot stat partition restore file (%s)
cs: volání stat pro soubor s ulo¾enými sektory (%s) selhalo

source: partition restore file has wrong size - not restoring
cs: soubor s ulo¾enými sektory má chybnou velikost - nebude obnoven

source: out of memory?
cs: nedostatek pamìti?

source: cannot open partition restore file (%s)
cs: soubor s ulo¾enými sektory (%s) nelze otevøít

source: error reading %s
cs: chyba pøi ètení %s

source: cannot open device %s for writing
cs: zaøízení %s nelze otevøít pro zápis

source: error writing sector %lu on %s
cs: chyba pøi zápisu sektoru %lu na %s

source: Disk %s: cannot get geometry
cs: Disk %s: geometrii nelze zjistit

source: Disk %s: cannot get size
cs: Disk %s: velikost nelze zjistit

source: Warning: start=%lu - this looks like a partition rather than the entire disk. Using fdisk on it is probably meaningless. [Use the --force option if you really want this]
cs: Varování: zaèátek=%lu - to vypadá spí¹e jako diskový oddíl ne¾li celý disk. Pou¾ití fdisku je v tom pøípadì pravdìpodobnì zbyteèné [Pou¾ijte pøepínaè --force pokud to opravdu chcete.]

source: Warning: HDIO_GETGEO says that there are %lu heads
cs: Varování: dle HDIO_GETGEO je poèet hlav %lu

source: Warning: HDIO_GETGEO says that there are %lu sectors
cs: Varování: dle HDIO_GETGEO je poèet sektorù %lu

source: Warning: BLKGETSIZE/HDIO_GETGEO says that there are %lu cylinders
cs: Varování: dle BLKGETSIZE/HDIO_GETGEO je poèet cylindrù %lu

source: Warning: unlikely number of sectors (%lu) - usually at most 63 This will give problems with all software that uses C/H/S addressing.
cs: Varování: podivný poèet sektorù (%lu) - obvykle nebývá více ne¾ 63 To zpùsobí problémy v¹em programùm, které pou¾ívají CHS adresování.

source: Disk %s: %lu cylinders, %lu heads, %lu sectors/track
cs: Disk %s: cylindrù: %lu, hlav: %lu, sektorù/stopu: %lu

source: %s of partition %s has impossible value for head: %lu (should be in 0-%lu)
cs: %s diskového oddílu %s má chybný poèet hlav: %lu (mìlo by být 0-%lu)

source: %s of partition %s has impossible value for sector: %lu (should be in 1-%lu)
cs: %s diskového oddílu %s má chybný poèet sektorù: %lu (mìlo by být 1-%lu)

source: %s of partition %s has impossible value for cylinders: %lu (should be in 0-%lu)
cs: %s diskového oddílu %s má chybný poèet cylindrù: %lu (mìlo by být 0-%lu)

source: Id Name
cs: Id Název

source: Re-reading the partition table ...
cs: Naèítám znovu tabulku rozdìlení disku ...

source: The command to re-read the partition table failed Reboot your system now, before using mkfs
cs: Nepodaøilo se znovu naèíst tabulku rozdìlení disku. Restartujte nyní, pøed pou¾itím mkfs, systém.

source: Error closing %s
cs: Chyba pøi zavírání %s

source: %s: no such partition
cs: diskový oddíl %s neexistuje

source: unrecognized format - using sectors
cs: Neznámý formát - pou¾ívám sektory

source: # partition table of %s
cs: # tabulka rozdìlení disku pro %s

source: unimplemented format - using %s
cs: nepou¾ívaný formát - pou¾ívám %s

source: Units = cylinders of %lu bytes, blocks of 1024 bytes, counting from %d
cs: Jednotky = cylindry po %lu bajtech, bloky po 1024 bajtech, poèítáno od %d

source: Units = sectors of 512 bytes, counting from %d
cs: Jednotky = sektory po 512 bajtech, poèítáno od %d

source: Units = blocks of 1024 bytes, counting from %d
cs: Jednotky = bloky po 1024 bajtech, poèítáno od %d

source: start: (c,h,s) expected (%ld,%ld,%ld) found (%ld,%ld,%ld)
cs: zaèátek: (c,h,s) pøedpoklad (%ld,%ld,%ld) nalezeno (%ld,%ld,%ld)

source: end: (c,h,s) expected (%ld,%ld,%ld) found (%ld,%ld,%ld)
cs: konec: (c,h,s) pøedpoklad (%ld,%ld,%ld) nalezeno (%ld,%ld,%ld)

source: partition ends on cylinder %ld, beyond the end of the disk
cs: diskový oddíl konèí na cylindru %ld, t.j. za koncem disku

source: No partitions found
cs: Nebyly nalezeny ¾ádné diskové oddíly

source: no partition table present.
cs: Nebyla nalezena ¾ádná tabulka rozdìlení disku.

source: strange, only %d partitions defined.
cs: Zvlá¹tní - poèet definovaných diskových oddílù je pouze %d.

source: Warning: partition %s has size 0 but is not marked Empty
cs: Varování: diskový oddíl %s má velikost 0 a není oznaèen jako prázdný.

source: Warning: partition %s has size 0 and is bootable
cs: Varování: diskový oddíl %s má velikost 0 a je startovací.

source: Warning: partition %s has size 0 and nonzero start
cs: Varování: diskový oddíl %s má velikost 0 a nenulový zaèátek.

source: Warning: partition %s
cs: Varování: diskový oddíl %s

source: is not contained in partition %s
cs: není obsa¾en v diskovém oddílu %s.

source: Warning: partitions %s
cs: Varování: diskové oddíly %s

source: and %s overlap
cs: a %s se navzájem pøekrývají.

source: Warning: partition %s contains part of the partition table (sector %lu), and will destroy it when filled
cs: Varování: diskový oddíl %s obsahuje èást tabulky rozdìlení disku (sektor %lu) a v pøípadì zaplnìní ji znièí

source: Warning: partition %s starts at sector 0
cs: Varování: diskový oddíl %s zaèíná na sektoru 0

source: Warning: partition %s extends past end of disk
cs: Varování: diskový oddíl %s pøesahuje za konec disku.

source: Among the primary partitions, at most one can be extended (although this is not a problem under Linux)
cs: Pouze jeden z primárních diskových oddílù mù¾e být roz¹íøeným. (aèkoliv v Linux to není problém)

source: Warning: partition %s does not start at a cylinder boundary
cs: Varování: diskový oddíl %s nezaèíná na hranici cylindru.

source: Warning: partition %s does not end at a cylinder boundary
cs: Varování: diskový oddíl %s nekonèí na hranici cylindru.

source: Warning: more than one primary partition is marked bootable (active) This does not matter for LILO, but the DOS MBR will not boot this disk.
cs: Varování: více ne¾ jeden primární diskový oddíl je oznaèen jako startovací. LILU to neèiní problémy, ale DOS MBR z tohoto disku nenastartuje.

source: Warning: usually one can boot from primary partitions only LILO disregards the `bootable' flag.
cs: Varování: obyèejnì je mo¾né startovat pouze z primárních diskových oddíl|ù. LILO nebude brát ohled na pøíznak 'startovací'.

source: Warning: no primary partition is marked bootable (active) This does not matter for LILO, but the DOS MBR will not boot this disk.
cs: Varování: ¾ádný primární diskový oddíl není oznaèen jako startovací. LILU to neèiní problémy, ale DOS z tohoto disku nenastartuje.

source: partition %s: start: (c,h,s) expected (%ld,%ld,%ld) found (%ld,%ld,%ld)
cs: diskový oddíl %s: zaèátek: (c,h,s) pøedpoklad (%ld,%ld,%ld), nalezeno (%ld,%ld,%ld)

source: partition %s: end: (c,h,s) expected (%ld,%ld,%ld) found (%ld,%ld,%ld)
cs: diskový oddíl %s: konec: (c,h,s) pøedpoklad (%ld,%ld,%ld), nalezeno (%ld,%ld,%ld)

source: partition %s ends on cylinder %ld, beyond the end of the disk
cs: diskový oddíl %s konèí na cylindru %ld, t.j. za koncem disku

source: Warning: shifted start of the extd partition from %ld to %ld (For listing purposes only. Do not change its contents.)
cs: Varování: zaèátek roz¹íøeného diskového oddílu posunut z %ld na %ld. (Pouze pro úèely výpisu. Nemìòte jeho obsah.)

source: Warning: extended partition does not start at a cylinder boundary. DOS and Linux will interpret the contents differently.
cs: Varování: roz¹íøený diskový oddíl nezaèíná na hranici cylindru. DOS a Linux budou jeho obsah interpretovat rozdílnì.

source: too many partitions - ignoring those past nr (%d)
cs: pøíli¹ mnoho diskových oddílù - ignoruji > %d

source: tree of partitions?
cs: strom diskových oddílù?

source: detected Disk Manager - unable to handle that
cs: nalezen Disk Manager - s tím neumím pracovat

source: DM6 signature found - giving up
cs: nalezen DM6 podpis - konèím

source: strange..., an extended partition of size 0?
cs: zvlá¹tní..., roz¹íøený diskový oddíl o velikosti 0?

source: strange..., a BSD partition of size 0?
cs: zvlá¹tní..., BSD diskový oddíl o velikosti 0?

source: -n flag was given: Nothing changed
cs: byl zadán pøepínaè -n: Nic nebylo zmìnìno

source: Failed saving the old sectors - aborting
cs: Chyba pøi ukládání starých sektorù - konèím

source: Failed writing the partition on %s
cs: Chyba pøi zápisu na diskový oddíl %s

source: long or incomplete input line - quitting
cs: pøíli¹ dlouhý èi neúplný øádek - konèím

source: input error: `=' expected after %s field
cs: vstupní chyba: po polo¾ce %s jsem oèekával znak `='

source: input error: unexpected character %c after %s field
cs: vstupní chyba: neoèekávaný znak %c po polo¾ce %s

source: unrecognized input: %s
cs: nerozpoznaný vstup: %s

source: number too big
cs: èíslo je pøíli¹ veliké

source: trailing junk after number
cs: nesmysly za èíslem

source: no room for partition descriptor
cs: není místo pro popis diskového oddílu

source: cannot build surrounding extended partition
cs: okolní roz¹iøující diskový oddíl nelze vytvoøit

source: too many input fields
cs: pøíli¹ mnoho vstupních polo¾ek

source: No room for more
cs: Ji¾ nejsou volné bloky

source: Illegal type
cs: Chybný typ

source: Warning: given size (%lu) exceeds max allowable size (%lu)
cs: Varování: zadaná velikost(%ld) pøekraèuje maximální povolenou velikost (%lu)

source: Warning: empty partition
cs: Varování: prázdný diskový oddíl

source: Warning: bad partition start (earliest %lu)
cs: Varování: chybný zaèátek diskového oddílu (døívìj¹í %lu)

source: unrecognized bootable flag - choose - or *
cs: nerozpoznaný pøíznak 'startovací' - zvolte - èi *

source: partial c,h,s specification?
cs: neúplná c,h,s specifikace?

source: Extended partition not where expected
cs: Roz¹íøený diskový oddíl na neoèekávaném místì

source: bad input
cs: chybný vstup

source: too many partitions
cs: pøíli¹ mnoho diskových oddílù

source: Input in the following format; absent fields get a default value. <start> <size> <type [E,S,L,X,hex]> <bootable [-,*]> <c,h,s> <c,h,s> Usually you only need to specify <start> and <size> (and perhaps <type>).
cs: Vstup v následujícím formátu; chybìjící polo¾ky budou nahrazeny implicitními hodnotami. <zaèátek> <velikost> <typ [E,S,L,X,hex]> <startovací [-,*]> <c,h,s> <c,h,s> Obvykle je tøeba zadat pouze <zaèátek> a <velikost> (a mo¾ná <typ>).

source: version
cs: verze

source: Usage: %s [options] device ...
cs: Pou¾ití: %s [pøepínaèe] zaøízení ...

source: device: something like /dev/hda or /dev/sda
cs: zaøízení: nìco jako /dev/hda èi /dev/sda

source: useful options:
cs: u¾iteèné pøepínaèe:

source: -s [or --show-size]: list size of a partition
cs: -s [èi --show-size]: vypí¹e velikost diskového oddílu

source: -c [or --id]: print or change partition Id
cs: -c [èi --id]: vypí¹e èi zmìní Id diskového oddílu

source: -l [or --list]: list partitions of each device
cs: -l [èi --list]: ke ka¾dému zaøízení vypí¹e diskové oddíly

source: -d [or --dump]: idem, but in a format suitable for later input
cs: -d [èi --dump]: idem, ale ve formátu vhodném k dal¹ímu zpracování

source: -i [or --increment]: number cylinders etc. from 1 instead of from 0
cs: -i [èi --increment]: èísluje cylindry etc. od 1 místo od 0

source: -uS, -uB, -uC, -uM: accept/report in units of sectors/blocks/cylinders/MB
cs: -uS, -uB, -uC, -uM: jako jednotky pou¾ije Sektory/Bloky/Cylindry èi MB

source: -T [or --list-types]:list the known partition types
cs: -T [èi --list-types]:vypí¹e známé typy diskových oddílù

source: -D [or --DOS]: for DOS-compatibility: waste a little space
cs: -D [èi --DOS]: pro kompatibilitu s DOSEM: ubírá trochu místa

source: -R [or --re-read]: make kernel reread partition table
cs: -R [èi --re-read]: donutí jádro znovu naèíst tabulku rozdìlení disku

source: -N# : change only the partition with number #
cs: -N# : zmìní pouze diskový oddíl s èíslem #

source: -n : do not actually write to disk
cs: -n : ¾ádné zmìny nebudou ulo¾eny na disk

source: -O file : save the sectors that will be overwritten to file
cs: -O SOUBOR : ulo¾í zmìnìné sektory do SOUBORU

source: -I file : restore these sectors again
cs: -I SOUBOR : obnoví tyto sektory ze SOUBORU

source: -v [or --version]: print version
cs: -v [èi --version]: vypí¹e informace o verzi

source: -? [or --help]: print this message
cs: -? [èi --help]: vypí¹e tuto nápovìdu

source: dangerous options:
cs: nebezpeèné pøepínaèe:

source: -g [or --show-geometry]: print the kernel's idea of the geometry
cs: -g [èi --show-geometry]: vypí¹e informace o geometrii, které udr¾uje jádro

source: -x [or --show-extended]: also list extended partitions on output or expect descriptors for them on input
cs: -x [èi --show-extended]: vypí¹e informace o roz¹íøených diskových oddílech a na vstupu bude oèekávat jejich popis

source: -L [or --Linux]: do not complain about things irrelevant for Linux
cs: -L [èi --Linux]: problémy nepodstatné pro Linux budou ignorovány

source: -q [or --quiet]: suppress warning messages
cs: -q [èi --quiet]: nebude vypisovat varovné hlá¹ky

source: You can override the detected geometry using:
cs: Nalezenou geometrii mù¾ete pøepsat pomocí:

source: -C# [or --cylinders #]:set the number of cylinders to use
cs: -C# [èi --cylinders #]:nastaví poèet cylindrù

source: -H# [or --heads #]: set the number of heads to use
cs: -H# [èi --heads #]: nastaví poèet hlav

source: -S# [or --sectors #]: set the number of sectors to use
cs: -S# [èi --sectors #]: nastaví poèet cylindrù

source: You can disable all consistency checking with:
cs: Ovìøování konzistence mù¾ete vypnout pomocí:

source: -f [or --force]: do what I say, even if it is stupid
cs: -f [èi --force]: akceptuje ve¹keré - i nesmyslné - po¾adavky

source: Usage:
cs: Pou¾ití:

source: %s device list active partitions on device
cs: %s zaøízení vypí¹e aktivní diskové oddíly na daném zaøízení

source: %s device n1 n2 ... activate partitions n1 ..., inactivate the rest
cs: %s zaøízení n1 n2 ... aktivuje diskové oddíly n1 ..., deaktivuje ostatní

source: %s -An device activate partition n, inactivate the other ones
cs: %s -An zaøízení aktivuje diskové oddíly n ..., deaktivuje ostatní

source: no command?
cs: ¾ádný pøíkaz?

source: usage: sfdisk --print-id device partition-number
cs: Pou¾ití: sfdisk --print-id zaøízení èíslo diskového oddílu

source: usage: sfdisk --change-id device partition-number Id
cs: Pou¾ití: sfdisk --change-id zaøízení Id diskového oddílu

source: usage: sfdisk --id device partition-number [Id]
cs: Pou¾ití: sfdisk --id zaøízení èíslo diskového oddílu [Id]

source: can specify only one device (except with -l or -s)
cs: mù¾ete zadat pouze jedno zaøízení (vyjímkou jsou pøepínaèe -l a -s)

source: %s: %ld cylinders, %ld heads, %ld sectors/track
cs: %s: %ld cylindrù, %ld hlav, %ld sektorù/stopu

source: bad active byte: 0x%x instead of 0x80
cs: chybný aktivní bajt: 0x%x místo 0x80

source: Done
cs: Hotovo

source: You have %d active primary partitions. This does not matter for LILO, but the DOS MBR will only boot a disk with 1 active partition.
cs: Poèet aktivních diskových oddílù je %d. LILU to neèiní problémy, ale DOS MBR nastartuje pouze z disku s jedním aktivním diskovým oddílem.

source: partition %s has id %x and is not hidden
cs: diskový oddíl %s má id %x a není skrytý

source: Bad Id %lx
cs: Id %lx je chybné

source: This disk is currently in use.
cs: Tento disk je právì pou¾íván.

source: Fatal error: cannot find %s
cs: Fatální chyba: %s nelze nalézt

source: Warning: %s is not a block device
cs: Varování: %s není blokovým zaøízením

source: Checking that no-one is using this disk right now ...
cs: Ovìøuji, zda tento disk není právì pou¾íván ...

source: This disk is currently in use - repartitioning is probably a bad idea. Umount all file systems, and swapoff all swap partitions on this disk. Use the --no-reread flag to suppress this check.
cs: Tento disk je právì pou¾íván - vytváøení diskových oddílù není dobrým nápadem. Odpojte v¹echny systémy souborù a pomocí swapoff deaktivujte v¹echny odkládací prostory na tomto disku. K potlaèení této kontroly mù¾ete pou¾ít pøepínaè --no-reread.

source: Use the --force flag to overrule all checks.
cs: Pou¾ijte pøepínaè --force k potlaèení ve¹kerých kontrol.

source: Old situation:
cs: Stará situace:

source: Partition %d does not exist, cannot change it
cs: Diskový oddíl %d neexistuje. Nelze jej zmìnit.

source: New situation:
cs: Nová situace:

source: I don't like these partitions - nothing changed. (If you really want this, use the --force option.)
cs: Toto rozlo¾ení diskových oddílù se mi nelíbí - nic nemìním. (Pokud jej opravdu chcete pou¾ít, pak zadejte pøepínaè --force.)

source: I don't like this - probably you should answer No
cs: Toto se mi nelíbí - mìl byste odpovìdìt NO

source: Are you satisfied with this? [ynq]
cs: Vyhovuje Vám to? [ynq]

source: Do you want to write this to disk? [ynq]
cs: Ulo¾it na disk? [ynq]

source: sfdisk: premature end of input
cs: sfdisk: pøedèasný konec vstupu

source: Quitting - nothing changed
cs: Konèím - nebyly uèinìny ¾ádné zmìny

source: Please answer one of y,n,q
cs: Odpovìzte prosím y,n èi q

source: Successfully wrote the new partition table
cs: Nová tabulka rozdìlení disku byla úspì¹nì ulo¾ena.

source: If you created or changed a DOS partition, /dev/foo7, say, then use dd(1) to zero the first 512 bytes: dd if=/dev/zero of=/dev/foo7 bs=512 count=1 (See fdisk(8).)
cs: Pokud jste vytvoøil èi zmìnil nìjaké DOSOVÉ diskové oddíly - napø. /dev/bla7, pou¾ijte dd(1) k vynulování prvních 512 bajtù: 'dd if=/dev/zero of=/dev/bla7 bs=512 count=1' (viz fdisk(8)).

source: Try `getopt --help' for more information.
cs: Více informací získáte pøíkazem `getopt --help'.

source: empty long option after -l or --long argument
cs: prázdná dlouhá volba po pøepínaèi -l èi --long

source: unknown shell after -s or --shell argument
cs: neznámý shell po pøepínaèi -s èi --shell

source: Usage: getopt optstring parameters
cs: Pou¾ití: getopt øetìzec-s-volbami pøepínaèe

source: getopt [options] [--] optstring parameters
cs: getopt [volby] [--] øetìzec-s-volbami pøepínaèe

source: getopt [options] -o|--options optstring [options] [--]
cs: getopt [volby] -o|--options øetìzec-s-volbami [volby] [--]

source: parameters
cs: argumenty

source: -a, --alternative Allow long options starting with single -
cs: -a, --alternative Akceptuje dlouhé volby zaèínající jedním -

source: -h, --help This small usage guide
cs: -h, --help Vypí¹e tuto nápovìdu

source: -l, --longoptions=longopts Long options to be recognized
cs: -l, --longoptions=dlouhvol Rozpoznávané dlouhé volby
