Repository: pedropena/backharddi-ng-kernel
Catalog: udebs/d-i/cdrom-detect/source/debian/po/*.po
Languages: dz, km, ru, th

source: Load CD-ROM drivers from a driver floppy?
dz: འདྲེན་བྱེད་ཕོལོ་པི་ནང་ལས་སི་ཌི་-རོམ་འདྲེན་བྱེད་མངོན་གསལ་འབད་ནི་ཨིན་ན?
km: ផ្ទុក​កម្មវិធី​បញ្ជា​ស៊ីឌីរ៉ូម​ពី​ថាសទន់​កម្មវិធី​បញ្ជា ?
ru: Загрузить драйверы привода CD-ROM с дискеты?
th: จะโหลดไดรเวอร์ซีดีรอมจากแผ่นฟลอปปี้ที่เก็บไดรเวอร์หรือไม่?

source: You may need to load additional CD-ROM drivers from a driver floppy. If you have such a floppy available now, put it in the drive, and continue. Otherwise, you will be given the option to manually select CD-ROM modules.
dz: ཁྱོད་ཀྱིས་འདྲེན་བྱེད་ཕོལོ་པི་ནང་ལས་སི་ཌི་ རོམ་འདི་མངོན་གསལ་ཁ་སྐོང་འབད་དགོཔ་ཨིན?ག་དེམ་ཅིག་སྦེ་ ད་ལྟོ་ཁྱོད་ལུ་འདི་བཟུམ་མའི་ཕོལོ་པི་ཡོད་པ་ཅིན་ འདྲེན་འཕྲུལ་ནང་ལུ་བཙུགས་ཏེ་འཕྲོ་འཐུད་འབད་ དེ་མིན་པ་ཅིན་ཁྱོད་ལུ་སི་ཌི་ རོམ་ཚད་གཞི་ལག་ཐོག་ལས་སེལ་འཐུའི་གདམ་ཁ་གི་གྲ་སྒྲིག་འབད་འོང་།
km: អ្នក​ប្រហែល​ជា​ត្រូវ​ផ្ទុក​កម្មវិធី​បញ្ជាស៊ីឌីរ៉ូម​បន្ថែម​ទៀតពី​ថាសទន់​កម្មវិធីបញ្ជា ។ ឥឡូវ បើ​អ្នក​មាន​ថាសទន់​នោះ សូម​បញ្ចូល​វា​ទៅ​ក្នុង​ដ្រាយ ហើយ​បន្ត​ទៀត​ចុះ ។ បើ​មិន​មាន​ទេ​អ្នក​នឹង​អាចឲ្យ​ជ្រើស​ម៉ូឌុល​ស៊ីឌី​រ៉ូម​ដោយ​ដៃ ។
ru: Возможно, вам понадобится подгрузить дополнительные драйверы привода CD-ROM с дискеты. Если такая дискета у вас под рукой, вставьте её в дисковод и продолжайте. Если это не так - у вас будет возможность вручную выбрать модуль для вашего привода CD-ROМ.
th: คุณอาจจำเป็นต้องโหลดไดรเวอร์ซีดีรอมเพิ่มเติมจากแผ่นฟลอปปี้ที่เก็บไดรเวอร์ ถ้าคุณมีแผ่นฟลอปปี้ดังกล่าว กรุณาใส่ลงในไดรว์แล้วดำเนินการต่อ หรือมิฉะนั้น คุณก็ยังมีทางเลือกให้เลือกมอดูลซีดีรอมด้วยตัวเอง

source: Detecting hardware to find CD-ROM drives
dz: སི་ཌི་ རོམ་ ་འདྲེན་འཕྲུལ་ཚུ་འཚོལ་ནིའི་དོན་ལུ་སྲ་ཆས་སྐྱོན་འཛིན་འབད་དོ།
km: កំពុង​រក​ផ្នែករឹង ដើម្បី​ស្វែងរក​ដ្រាយ​ស៊ីឌីរ៉ូម
ru: Поиск привода чтения компакт-дисков
th: กำลังตรวจสอบฮาร์ดแวร์เพื่อหาไดรว์ซีดีรอม

source: Manually select a CD-ROM module and device?
dz: སི་ཌི་ རོམ་ ་ཚད་གཞི་དང་ཐབས་འཕྲུལ་དེ་ལག་ཐོག་ལས་སེལ་འཐུ་འབད་ནི་ཨིན་ན?
km: ជ្រើស​ម៉ូឌុល និង ឧបករណ៍​ស៊ីឌីរ៉ូម​ដោយ​ដៃ ?
ru: Выбрать модуль и устройство CD-ROM вручную?
th: จะเลือกมอดูลและอุปกรณ์ซีดีรอมด้วยตัวเองหรือไม่?

source: No common CD-ROM drive was detected.
dz: སི་ཌི་ རོམ་ ་འདྲེན་འཕྲུལ་དེ་མཐུན་མོང་མིནམ་སྦེ་སྐྱོན་འཛིན་འབྱུང་ནུག།
km: មិន​បាន​រកឃើញ​ដ្រាយ​ស៊ីឌីរ៉ូម​ទូទៅ​មួយ​ឡើយ ។
ru: Стандартный CD-ROM не был обнаружен.
th: ตรวจไม่พบไดรว์ซีดีรอมที่รู้จัก

source: Your CD-ROM drive may be an old Mitsumi or another non-IDE, non-SCSI CD-ROM drive. In that case you should choose which module to load and the device to use. If you don't know which module and device are needed, look for some documentation or try a network installation instead of a CD-ROM installation.
dz: ཁྱོད་ཀྱི་སི་ཌི་ རོམ་ ་འདྲེན་འཕྲུལ་འདི་མི་ཙུ་མི་རྙིངམ་ཅིག་དང་ ཡང་ན་ གཞན་ཨའི་ཌི་ཨི་ མིནམ་ ཨེས་སི་ཨེས་ཨའི་སི་ཌི་ རོམ་ ་འདྲེན་འཕྲུལ་མིནམ་འོང་ནི་མས་ གནོད་དོན་དེ་ལུ་ཁྱོད་ཀྱིས་ཚད་གཞི་ག་འདི་མངོན་གསལ་འབད་ནི་ཨིན་ན་དང་ཐབས་འཕྲུལ་ལག་ལེན་འཐབ་ནི་ཨིན་ན་ཚུ་གདམ་ཁ་རྐྱབ་དགོ་ ་་ག་དེམ་ཅིག་སྦེ་ཁྱོད་ཀྱིས་ཚད་གཞི་དང་ཐབས་འཕྲུལ་ག་བཟུམ་ཅིག་དགོཔ་ཨིན་ན་མ་ཤེས་པ་ཅིན་ སི་ཌི རོམ་གྱི་ཚབ་ལུ་ཡིག་ཐོག་བཀོད་པ་ལ་ལོ་ཅིག་ནང་དང་ཡང་ཅིན་ཡོངས་འབྲེལ་གཞི་བཙུགས་ནང་ལུ་བལྟ་ནིའི་འབད་རྩོལ་བསྐྱོད་།
km: ដ្រាយ​ស៊ី​ឌី​រ៉ូម​របស់​អ្នក​ប្រហែល​ជា​ដ្រាយ​ម៉ាក Mitsumi ចាស់ៗ ឬ ជា​ដ្រាយ​ស៊ីឌីរ៉ូម​ដែល​មិន​មែន​ជា IDE ឬ SCSI ។ ក្នុង​ករណី​នេះ អ្នក​ត្រូវ​តែ​ជ្រើស​ម៉ូឌុល​ដើម្បី​ផ្ទុក និង ឧបករណ៍​ដើម្បី​ប្រើ ។ បើ​អ្នក​មិន​ដឹង​ថា​ត្រូវ​ប្រើ​ម៉ូឌុល និង ឧបករណ៍​មួយ​ណា សូម​ព្យាយាម​មើល​ឯកសារ​មួយ​ចំនួន ឬ សាកល្បង​ដំឡើង​តាម​បណ្ដាញ​ជំនួស​ស៊ីឌីរ៉ូម​វិញ ។
ru: Устройство чтения CD-ROM не найдено. Возможно вы используете старое устройство чтения Mitsumi или другой не-IDE, не-SCSI CD-ROM. В таком случае вы должны указать, какие модули загрузить и какое устройство использовать. Если вы не знаете какие модули и устройства вам нужны, то почитайте документацию или попробуйте установку по сети вместо установки с CD-ROM.
th: ไดรว์ซีดีรอมของคุณอาจเป็นไดรว์ Mitsumi เก่า หรือเป็นไดรว์ที่ไม่ใช่ IDE หรือ SCSI ซึ่งในกรณีดังกล่าว คุณควรเลือกมอดูลที่จะโหลด และอุปกรณ์ที่จะใช้เอง ถ้าคุณไม่ทราบว่าจะใช้มอดูลหรืออุปกรณ์ไหน กรุณาตรวจสอบเอกสารคู่มือ หรือลองใช้วิธีติดตั้งผ่านเครือข่ายแทนการติดตั้งด้วยซีดีรอม

source: Try again to mount the CD-ROM?
dz: སི་ཌི་ རོམ་ ་སྦྱར་བརྩེགས་འབད་ནི་ལུ་ལོག་འདི་རང་འབད་རྩོལ་བསྐྱོད་ད?
km: ព្យាយាម​ម៉ោន​ស៊ីឌីរ៉ូម​ម្ដង​ទៀត ?
ru: Попробовать ещё раз смонтировать CD?
th: จะพยายามเมานท์ซีดีรอมอีกครั้งหรือไม่?

source: Your installation CD-ROM couldn't be mounted. This probably means that the CD-ROM was not in the drive. If so you can insert it and try again.
dz: ཁྱོད་ཀྱིས་གཞི་བཙུགས་འབད་མི་ སི་ཌི་ རོམ་ ་དེ་སྦྱར་བརྩེགས་འབད་མ་ཚུགས་ དེ་འབད་ཨིན་མི་དེ་ཡང་སི་ཌི་ རོམ་ ་ནང་ལུ་མེདཔ་འོང་ནི་མས་ དེ་སྦེ་ཨིན་པ་ཅིན་ཁྱོད་ཀྱིས་ཏེ་ལོག་འབད་རྩོལ་བསྐྱོད།
km: មិន​អាច​ម៉ោន​ស៊ីឌីរ៉ូម​សម្រាប់​​ដំឡើង​របស់​អ្នក​បាន​ឡើយ ។ នេះ​ប្រហែល​ជា មិន​មាន​ស៊ីឌីរ៉ូម​ក្នុង​ដ្រាយ ។ បើ​ដូច្នោះ​មែន អ្នក​អាច​បញ្ចូល​វា ហើយ​ព្យាយាម​ម្ដង​ទៀត ។​
ru: Не удаётся смонтировать установочный компакт-диск. Возможно, он не вставлен в устройство чтения CD-ROM. Если это действительно так, вставьте его и попробуйте ещё раз.
th: ไม่สามารถเมานท์แผ่นซีดีรอมติดตั้งได้ เป็นไปได้ว่าคุณไม่ได้ใส่แผ่นในไดรว์ ซึ่งถ้าใช่ คุณสามารถใส่แผ่นแล้วลองใหม่ได้

source: Module needed for accessing the CD-ROM:
dz: སི་ཌི་ རོམ་ ་ འཛུལ་སྤྱོད་འབད་ནིའི་དོན་ལུ་ཚད་གཞི་དགོཔ།
km: ម៉ូឌុល​ត្រូវការ​សម្រាប់​ចូល​ដំណើរការ​ស៊ីឌីរ៉ូម ៖
ru: Модуль, необходимый для доступа к CD-ROM:
th: มอดูลที่ต้องใช้เพื่อจะใช้งานซีดีรอม:

source: The automatic detection didn't find a CD-ROM drive. You can try to load a specific module if you have a unusual CD-ROM drive (that is neither IDE nor SCSI).
dz: སི་ཌི་ རོམ་་འདྲེན་འཕྲུལ་འདི་རང་བཞིན་སྐྱོན་འཛིན་གྱིས་འཚོལ་མ་ཚུགས་ ཁྱོད་ལུ་ཨ་རྟག་མ་ཡིན་པའི་སི་ཌི་ རོམ་ ་ཅིག་ཡོད་པ་ཅིན་ ཁྱོད་ཀྱིས་གསལ་བཀོད་འབད་ཡོད་མི་ཚད་གཞི་མངོན་གསལ་འབད་ནི་ལུ་ འབད་རྩོལ་བསྐྱེད་ཚུགས། (འ་ནི་དེ་ཡང་ཨའི་ཌི་ཨི་དང་ཨེསི་སི་ཨེསི་ཨའི་གང་ཡང་མིན་མི་ཅིག)
km: ការ​រក​ស្វ័យ​ប្រវត្តិ​មិន​បានរក​ឃើញ​ដ្រាយ​ស៊ីឌីរ៉ូម​ណា​មួយ​ឡើយ ។ អ្នក​អាច​ព្យាយាម​ផ្ទុក​ម៉ូឌុល​ជាក់លាក់​មួយ បើ​អ្នក​មាន​ដ្រាយ​ស៊ីឌី​រ៉ូម​ចម្លែក​មួយ (នោះ​គឺ​មិន​មែន IDE ហើយ​មិន​មែន SCSI) ។
ru: Определить привод CD-ROM автоматически не удаётся. Если у вас необычный привод CD-ROM (не IDE и не SCSI), то попробуйте загрузить подходящий модуль.
th: การตรวจสอบอุปกรณ์อัตโนมัติหาไดรว์ซีดีรอมไม่พบ คุณสามารถพยายามโหลดมอดูลแบบเจาะจงก็ได้ ถ้าไดรว์ซีดีรอมของคุณไม่ใช่ไดรว์ที่ปกติ (กล่าวคือ ไม่ใช่ทั้ง IDE และ SCSI)

source: Device file for accessing the CD-ROM:
dz: སི་ཌི་ རོམ་ འཛུལ་སྤྱོད་འབད་ནིའི་དོན་ལུ་འཐབ་འཕྲུལ་སྣོད་ཡིག
km: ឯកសារ​ឧបករណ៍​សម្រាប់​ចូលដំណើរការ​ស៊ីឌីរ៉ូម ៖
ru: Файл устройства для доступа к CD-ROM:
th: แฟ้มอุปกรณ์สำหรับใช้งานซีดีรอม:

source: In order to access your CD-ROM drive, please enter the device file that should be used. Non-standard CD-ROM drives use non-standard device files (such as /dev/mcdx).
dz: སི་ཌི་ རོམ་་འདྲེན་འཕྲུལ་ མགོ་རིམ་སྦེ་འཛུལ་སྤྱོད་འབད་ནིའི་དོན་ལུ་ ལག་ལེན་འཐབ་དགོ་མི་ཐབས་འཕྲུལ་ཡིག་སྣོད་བཙུགས་གནང་ སི་ཌི་ རོམ་འདྲེན་འཕྲུལ་ཚད་ལྡན་མེད་མི་གིས་ཚད་ལྡན་མེད་པའི་ཐབས་འཕྲུལ་ཡིག་སྣོད་ཚུ་ལག་ལེན་འཐབ་ཨིན། (འདི་བཟུམ་མའི་ /dev/mcdx)
km: ដើម្បី​ចូល​ដំណើរការ​ដ្រាយ​ស៊ីឌីរ៉ូម​របស់​អ្នក សូម​បញ្ចូល​ឯកសារ​ឧបករណ៍​ដែល​គួរ​ប្រើ ។ ដ្រាយ​ស៊ីឌីរ៉ូម​មិន​តាម​ខ្នាត​គំរូ ប្រើ​ឯកសារ​ឧបករណ៍​មិនតាម​ខ្នាត​គំរូ​ដែរ ( ដូច​ជា /dev/mcdx ជាដើម) ។
ru: Перед использованием устройства чтения CD-ROM укажите имя файла устройства. Для нестандартных CD-ROM используются нестандартные имена файлов устройств (например, /dev/mcdx).
th: เพื่อจะให้ใช้งานไดรว์ซีดีรอมได้ กรุณาป้อนชื่อแฟ้มอุปกรณ์สำหรับไดรว์ที่จะใช้ ไดรว์ซีดีรอมที่ไม่มาตรฐานจะใช้แฟ้มอุปกรณ์ที่ไม่มาตรฐาน (เช่น /dev/mcdx)

source: You may switch to the shell on the second terminal (ALT+F2) to check the available devices in /dev with "ls /dev". You can return to this screen by pressing ALT+F1.
dz: /dev ནང་ལུ་"ls /dev"གི་ཐོག་ལས་ཐོབ་ཚུགསཔ་སྦེ་ཡོད་མི་ཐབས་འཕྲུལ་ཚུ་ཞིབ་དཔྱད་འབད་ནིའི་དོན་ལུ་(ALT+F2)ཊར་མི་ནཱལ་གཉིས་པམ་གུར་ཡོད་མི་ཤལ་ལུ་སོར་བསྒྱུར་འབད།་ ཁྱོད་ཀྱིས་ ALT+F1.དེ་གཡེབ་པའི་ཐོག་ལས་གསལ་གཞི་ནང་ལུ་སླར་ལོག་ཚུགས།
km: អ្នក​អាច​ប្ដូរ​ទៅសែល​នៅ​ស្ថានីយ​ទីពីរ​បាន (ជំនួស+F2) ដើម្បី​ពិនិត្យ​មើល​ឧបករណ៍​ដែល​មានក្នុង /dev ដោយ​ប្រើ "ls /dev" ។ អ្នក​អាច​ត្រឡប់​មក​អេក្រង់​នេះ​វិញ​ដោយ​ចុច ជំនួស+F1 ។
ru: Вы можете переключиться в оболочку на второй консоли (ALT+F2) для проверки доступных устройств в каталоге /dev командой "ls /dev". Назад вы можете вернуться нажатием ALT+F1.
th: คุณอาจสลับไปที่เชลล์ในเทอร์มินัลที่สอง (ALT+F2) เพื่อตรวจสอบอุปกรณ์ที่มีใน /dev ด้วยคำสั่ง "ls /dev" ได้ และคุณสามารถกลับมาที่หน้าจอนี้ได้ โดยกด ALT+F1

source: Scanning CD-ROM
dz: སི་ཌི་ རོམ་ ཞིབ་ལྟ་འབད་དོ།
km: កំពុង​វិភាគរក​ស៊ីឌីរ៉ូម
ru: Идёт просмотр компакт-диска...
th: กำลังสำรวจข้อมูลในซีดีรอม

source: Scanning ${DIR}...
dz: ${DIR}...ཞིབ་ལྟ་འབད་དོ།
km: កំពុង​វិភាគរក ${DIR}...
ru: Идёт поиск в ${DIR}...
th: กำลังสำรวจข้อมูลใน ${DIR}...

source: CD-ROM detected
dz: སི་ཌི་ རོམ་ སྐྱོན་འཛིན་འབྱུང་ཡོད།
km: បាន​រក​ឃើញ​ស៊ីឌីរ៉ូម
ru: Обнаружен CD-ROM
th: ตรวจพบซีดีรอม

source: The CD-ROM autodetection was successful. A CD-ROM drive has been found and it currently contains the CD ${cdname}. The installation will now continue.
dz: སི་ཌི་ རོམ་རང་བཞིན་སྐྱོན་འཛིན་འདི་མཐར་འཁྱོལ་འབྱུང་ཡི་ སི་ཌི་ རོམ་འདྲེན་འཕྲུལ་འདི་འཚོལ་འཐོབ་ཡོདཔ་དང་ད་ལྟོ་ཁོ་གི་ནང་ན་ལུ་སི་ཌི་ ${cdname}འདི་ཡོདཔ་ཨིན་ ད་གཞི་བཙུགས་འདི་འཕྲོ་མཐུད་འབད་འོང་།
km: ការរក​​​ស៊ីឌីរ៉ូម​ស្វ័យ​ប្រវត្តិ បាន​ជោគជ័យ​ហើយ ។ បាន​រកឃើញ​​ដ្រាយ​ស៊ីឌីរ៉ូម​មួយ​ ដែល​កំពុង​មាន​ស៊ីឌី ${cdname} ។ ការ​ដំឡើង​នឹង​បន្ដ​ឥឡូវ ។
ru: Автоматическое определение CD-ROM завершено. Обнаружен компакт-диск ${cdname}. Установка будет продолжена.
th: ตรวจสอบซีดีรอมโดยอัตโนมัติได้สำเร็จ พบไดรว์ซีดีรอมและมีแผ่นซีดี ${cdname} จะดำเนินการติดตั้งต่อไป

source: Incorrect CD-ROM detected
dz: སི་ཌི་ རོམ་ལུ་བདེན་མེད་ཀྱི་སྐྱོན་འཛིན་འབྱུང་ཡོདཔ།
km: បាន​រក​ឃើញ​ស៊ីឌី​រ៉ូម​មិន​ត្រឹមត្រូវ
ru: Обнаружен некорректный CD-ROM
th: ตรวจพบแผ่นซีดีรอมที่ไม่ถูกต้อง

source: The CD-ROM drive contains a CD which cannot be used for installation.
dz: སི་ཌི་ རོམ་འདྲེན་འཕྲུལ་ནང་ལུ་ སི་ཌི་ཡོདཔ་ལས་ གཞིབཙུགས་འབད་ནི་ལུ་ལག་ལེན་འཐབ་མི་བཏུབ།
km: ដ្រាយ​ស៊ីឌីរ៉ូម​មាន​ស៊ីឌី​មួយ ដែល​មិន​អាច​ប្រើ​សម្រាប់​ដំឡើង​បាន​ឡើយ ។
ru: Диск в устройстве CD-ROM не может быть использован для установки.
th: ในไดรว์ซีดีรอมมีแผ่นซีดีที่ไม่สามารถใช้ติดตั้งได้

source: Please insert a suitable CD to continue with the installation.
dz: གཞི་བཙུགས་དང་ཅིག་ཁར་འཕྲོ་མཐུད་ནིའི་དོན་ལུ་ འོས་འབབ་ཀྱི་སི་ཌི་གཅིག་བཙུགས་གནང་།
km: សូម​បញ្ចូល​ស៊ីឌី​សមរម្យ​មួយ ដើម្បី​បន្ត​ការ​ដំឡើង ។
ru: Чтобы продолжить установку вставьте правильный установочный CD.
th: กรุณาใส่แผ่นซีดีที่ถูกต้องเพื่อดำเนินการติดตั้งต่อ

source: Error reading Release file
dz: གསར་བཏོན་གྱི་ཡིག་སྣོད་ལྷག་པའི་བསྒང་ལུ་འཛོལ་བ།
km: កំហុស​ក្នុង​ការ​អាន​ឯកសារ​ចេញ​ផ្សាយ
ru: Ошибка чтения файла Release
th: เกิดข้อผิดพลาดขณะอ่านแฟ้ม Release

source: The CD-ROM does not seem to contain a valid 'Release' file, or that file could not be read correctly.
dz: སི་ཌི་ རོམ་ནང་ལུ་གསར་བཏོན་ཡིག་སྣོད་ནུས་ཅན་མེདཔ་བཟུམ་འོང་ནི་མས་ ཡང་ཅིན་ཡིག་སྣོད་དེ་ངེས་བདེན་སྦེ་ལྷག་མ་ཚུགས་འབད།
km: ស៊ីឌីរ៉ូមហាក់​ដូចជា​មិន​មាន​ឯកសារ​ 'ចេញ​ផ្សាយ' ត្រឹមត្រូវ​មួយ​ឡើយ ឬ​ក៏​មិន​អាច​អាន​ឯកសារ​នោះ​បាន​ត្រឹមត្រូវ ។
ru: Вероятно, компакт-диск не содержит правильного файла 'Release' или этот файл был неправильно прочитан.
th: ดูเหมือนในแผ่นซีดีจะไม่มีแฟ้ม 'Release' ที่ใช้การได้ หรือไม่สามารถอ่านแฟ้มดังกล่าวได้ครบถ้วน

source: You may try to repeat CD-ROM detection but, even if it does succeed the second time, you may experience problems later in the installation.
dz: ཁྱོད་ཀྱིས་སི་ཌི་ རོམ་སྐྱོན་འཛིན་ལུ་ཡང་བསྐྱར་སྦེ་འབད་རྩོལ་བསྐྱེད་ད་ དེ་འབདཝ་ད་ ག་དེམ་ཅིག་སྦེ་ཐེངས་གཉིས་པ་ལུ་མཐར་འཁྱོལ་འབྱུང་རུང་ ཤུལ་ལས་ཁྱོད་ལུ་གཞི་བཙུགས་འབད་ནི་ལུ་དཀའ་ངལ་འབྱུང་འོང་།
km: អ្នក​អាច​សាកល្បង​រក​ស៊ីឌីរ៉ូម​ម្ដងទៀត ប៉ុន្តែ​ទោះបី​ជា​លើក​នេះ​ជោគជ័យ​ក៏​ដោយ ក៏​នៅ​ពេល​ក្រោយ អ្នក​អាច​នឹង​ជួបប្រទះ​បញ្ហា​ទៀត ។
ru: Вы можете попробовать повторить процедуру обнаружения компакт-диска, но даже если со второго раза она пройдёт успешно, у вас могут возникнуть проблемы во время установки.
th: คุณอาจพยายามตรวจหาซีดีรอมอีกรอบ แต่ถึงแม้จะตรวจพบอีกเป็นครั้งที่สอง คุณก็อาจยังเจอปัญหาเดิมอีกในการติดตั้ง

source: Unmounting and ejecting CD-ROM...
dz: སྦྱར་བརྩེགས་མི་འབད་ནི་དང་སི་ཌི་ རོམ་ཕྱིར་བཏོན་ནི...
km: កំពុង​អាន់ម៉ោន និង ច្រាន​ស៊ីឌីរ៉ូម​ចេញ...
ru: Размонтирование и выброс компакт-диска...
th: กำลังเลิกเมานท์และดันแผ่นซีดีรอมออก...

source: Detect and mount CD-ROM
dz: སི་ཌི་ རོམ་སྦྱར་བརྩེགས་འམད་ནི་དང་སྐྱོན་འཛིན།
km: រក និង ម៉ោន​ស៊ីឌីរ៉ូម
ru: Поиск и монтирование CD-ROM
th: ตรวจหาและเมานท์ซีดีรอม
