Repository: pedropena/backharddi-ng-kernel
Catalog: udebs/addons/openvpn/source/debian/po/*.po
Languages: da, es, it, ja, nl, pt, pt_br, vi

source: Would you like to start openvpn sooner?
da: Ønsker du at starte openvpn tidligere?
es: ¿Desea iniciar openvpn más pronto?
it: Si vuole far partire openvpn in anticipo?
ja: openvpn をすぐに起動しますか?
nl: Wenst u openvpn vroeger op te starten?
pt: Quer iniciar o openvpn mais cedo ?
pt_br: Você gostaria de iniciar o OpenVPN antes ?
vi: Bạn có muốn khởi chạy trình openvpn sớm hơn không?

source: Previous versions of openvpn started at the same time as most of other services. This means that most of these services couldn't use openvpn since it may have been unavailable when they started. Newer versions of the openvpn package will start earlier. (i.e. a S16openvpn link in rc[235].d instead of a S20openvpn)
da: Tidligere udgaver af openvpn startede samtidig med de fleste andre services. Det betyder at de fleste af disse services ikke kunne benytte openvpn, da den kunne være utilgængelig når de startede. Nyere versioner af openvpn-pakken vil starte tidligere (ved hjælp af en S16openvpn-lænke i rc[235].d i stedet for S20openvpn)
es: Las versiones antiguas de openvpn arrancaban al mismo tiempo que otros servicios. Esto significa que muchos de estos servicios no podían usar openvpn puesto que éste podía no estar disponible cuando arrancaban. Las versiones recientes de openvpn arrancarán mucho antes. (es decir, un enlace S18openvpn en rc[2345].d en vez de S20openvpn)
it: Le precedenti versioni di openvpn partono insieme alla maggior parte degli altri servizi. Questo implica che gli altri servizi non possono usare openvpn dato che al loro avvio può non essere disponibile. Le versioni più recenti di openvpn partono in anticipo (cioè in rc[235].d è presente il collegamento S16openvpn al posto di S20openvpn).
ja: openvpn の以前のバージョンでは他の大半のサービスと同時に起動していました。これは、これらのサービスの大半が起動時に openvpn が利用できない状態のため、openvpn を利用できないのを意味します。新しいバージョンの openvpn パッケージはすぐに起動するようになっています。(つまり、rc[235].d では S20openvpn ではなく S16openvpn にリンクしています)
nl: Vorige versies van openvpn startten tegelijkertijd met het merendeel van andere diensten. Dit betekent dat het merendeel van deze diensten openvpn niet konden gebruiken omdat openvpn mogelijk onbeschikbaar was wanneer zij opstartten. Nieuwere versies van het openvpn-pakket starten vroeger op (d.i. een S16openvpn-koppeling in 'rc[235].d' i.p.v. een S20openvpn-koppeling).
pt: As versões anteriores do openvpn iniciavam ao mesmo tempo que a maioria dos outros serviços. Isto significa que a maior parte dos serviços não podiam usar o openvpn, uma vez que podia não estar disponível quando estes iniciavam. Nas novas versões do pacote openvpn, será inicado mais cedo. (p.exp: um link S16openvpn no rc[235].d em vez de S20openvpn)

source: Would you like a TUN/TAP device to be created?
da: Ønsker du at der skal oprettes en TUN/TAP-enhed?
es: ¿Desea que la instalación cree un dispositivo TUN/TAP?
it: Si vuole che sia creato un device TUN/TAP?
ja: TUN/TAP デバイスを作成しますか?
nl: Wilt u een TUN/TAP-apparaat aanmaken?
pt: Quer criar um dispositivo TUN/TAP ?
pt_br: Você gostaria que um dispositivo TUN/TAP fosse criado ?
vi: Bạn có muốn trình này tạo một thiết bị TUN/TAP không?

source: If you accept here, the package will make a special device called /dev/net/tun for openvpn's use. If you refuse, the device won't be made now. Read README.Debian for details on how to make it. If you are using devfs refuse here.
da: Hvis du accepterer her, vil pakke oprette en specialenhed kaldet /dev/net/tun til brug for openvpn. Hvis du afviser, vil enheden ikke blive oprette nu. Læs README.Debian for detaljer om, hvordan den skal oprettes. Hvis du bruger devfs, skal du afvise her.
es: Si acepta, el paquete creará un dispositivo especial llamado /dev/net/tun necesario para el funcionamiento de openvpn. Si rechaza esta opción, el dispositivo no se creará ahora. Lea el fichero README.Debian para saber como crearlo. Si está usando devfs no elija esta opción
it: Se si accetta il pacchetto crea un device speciale chiamato /dev/net/tun per openvpn. Se si rifiuta il device non viene creato, leggere README.Debian per i dettagli su come crearlo. Se si usa devfs rifiutare la creazione del device.
ja: ここで「はい」と答えると、パッケージは openvpn が利用するために /dev/net/tun という特殊デバイスを作成します。「いいえ」と答えた場合は、ここではデバイスは作成されません。作成方法の詳細については README.Debian を参照してください。devfs を使っている場合は「いいえ」と答えてください。
nl: Indien u hier toestemt, zal het pakket een speciaal apparaat (/dev/net/tun), voor het gebruik van openvpn, aanmaken. Bij weigering zal het apparaat niet nu aangemaakt worden. Meer informatie over de aanmaak vindt u in README.Debian. Weiger hier indien u devfs gebruikt.
pt: Se aceitar, o pacote irá criar um dispositivo especial chamado /dev/net/tun para ser usado pelos openvpn's. Se recusar, o dispositivo não será criado agora. Leia o README.Debian para ver os detalhes de como o criar. Se está a usar devfs, recuse agora.
pt_br: Caso você aceite, o pacote irá criar um dispositivo especial chamado /dev/net/tun para o uso do OpenVPN. Caso você não aceite, o dispositivo não será criado agora. Leio o arquivo README.Debian para maiores detalhes sobre como criar o dispositivo. Caso você esteja usando DevFS, não aceite a oferta de criação do dispositivo.
vi: Nếu bạn chấp nhận tại đây thì gói tin này sẽ tạo một thiết bị đặc biệt được gọi là «/dev/net/tun» cho trình openvpn dùng. Nếu bạn từ chối thì sẽ không tạo nó. Hãy đọc tập tin «README.Debian» để tìm chi tiết. Nếu bạn đang sử dụng «devfs» thì hãy từ chối tại đây.

source: Would you like to stop openvpn before it gets upgraded?
da: Ønsker du at stoppe openvpn før den opgraderes?
es: ¿Desea parar openvpn antes de actualizar?
it: Si vuole fermare openvpn prima che sia aggiornato?
ja: アップグレードの際に openvpn を停止しますか?
nl: Wilt u openvpn uitschakelen alvorens het opgewaardeerd wordt?
pt: Deseja parar o openvpn antes de ser actualizado?
pt_br: Você gostaria de parar o OpenVPN antes que o mesmo fosse atualizado ?
vi: Bạn có muốn ngừng openvpn trước khi nâng cấp không?

source: In some cases you may be upgrading openvpn in a remote server using a VPN to do so. The upgrade process stops the running daemon before installing the new version, in that case you may lose your connection, the upgrade may be interrupted, and you may not be able to reconnect to the remote host.
da: I nogle tilfælde skal du opgradere openvpn på en fjern server via VPN for at gøre dette. Opgraderingsprocessen stopper den kørende dæmon før den installerer den nye version. I så fald kan du miste forbindelsen, opgraderingen kan bliveforstyrret, og du kan muligvis ikke forbinde dig til den fjerne vært igen.
es: En algunos casos, puede estar actualizando openvpn en un servidor remoto utilizando la propia VPN. El proceso de actualización para el demonio openvpn antes de instalar la nueva versión, en ese caso podría perder la conexión y la actualización quedar interrumpida. Esto podría impedirle que pueda volver a conectar a la máquina remota.
it: Nel caso si stia facendo l'aggiornamento di openvpn su un server remoto a cui si è connessi tramite una VPN: il processo d'aggiornamento ferma il demone prima di procedere con l'installazione della nuova versione, quindi è possibile perdere la connessione e l'aggiornamento si interrompe, potrebbe anche accadere che poi sia impossibile riconnettersi all'host remoto.
ja: VPN を使ってリモートサーバ上で openvpn のアップグレードを行っている場合があるかもしれません。アップグレード作業では、新バージョンのインストール作業の前に動作しているデーモンを停止するので、その場合は接続が途切れ、アップグレードが中断されてリモートホストへ接続が出来なくなるかもしれません。
nl: De opwaardering van openvpn stopt de lopende achtergronddienst voor de installatie van de nieuwe versie. Als u openvpn vanop afstand opwaardeert via een vpn verbinding kunt u dus uw verbinding verliezen en zal de opwaarding onderbroken worden, waardoor u waarschijnlijk de verbinding met de server die probeert op te waarderen niet meer kunt herstellen.
pt: Em alguns casos pode actualizar o openvpn num servidor remoto, através de uma VPN. O processo de actualização pára o daemon em execução antes de instalar a nova versão, nesse caso pode perder a sua ligação, a actualização pode ser interrompida, e pode não conseguir re-estabelecer ligação ao computador remoto.
pt_br: Em alguns casos, você pode estar atualizando o OpenVPN em um servidor remoto usando uma VPN para fazê-lo. O processo de atualização para o daemon em execução antes de instalar a nova versão e, nesse caso, você pode perder sua conexão, a atualização pode ser interrompida e você pode não ser capaz de reconectar ao host remoto.
vi: Trong một số trường hợp, bạn có thể nâng cấp trình openvpn trong một trình phục vụ, dùng một VPN để làm như thế. Tiến trình nâng cấp ngừng trình nền đang chạy, trước khi cài đặt phiên bản mới. Trong trường hợp ấy, bạn có thể mất sự kết nối thì không thể trả lời cho máy từ xa.

source: Unless you do your upgrades locally, it is advised NOT to stop openvpn before it gets upgraded. The installation process will restart it once it's done.
da: Medmindre du udfører dine opgraderinger lokalt, anbefales det IKKE at stoppe openvpn før den opgraderes. Installationsprocessen vil genstarte den så snart den er færdig.
es: A menos de que haga las actualizaciones de forma local, se aconseja NO PARAR openvpn antes de que se actualice. El proceso de instalación lo reiniciara una vez que haya finalizado.
it: Eccetto nei casi in cui l'aggiornamento sia locale si raccomanda di NON fermare openvpn prima del suo aggiornamento. Al termine del processo d'installazione viene riavviato automaticamente.
ja: アップグレードをローカルで実行しない限り、アップグレードの前に openvpn を停止「しない」ようにしましょう。インストール作業では一旦完了すると再起動を行います。
nl: Tenzij u uw opwaarderingen lokaal uitvoert, is het NIET aangewezen om openvpn uit te schakelen alvorens het is opgewaardeerd. Het installatieproces zal het nadien herstarten.
pt: A não ser que faça as suas actualizações localmente, é aconselhado a NÃO parar o openvpn antes de ser actualizado. O processo de instalação irá reinicia-lo assim que estiver acabado.
pt_br: A menos que você faça suas atualizações localmente, NÃO é recomendado que você pare o OpenVPN antes que o mesmo seja atualizado. O processo de instalação irá reiniciá-lo assim que seja finalizado.
vi: Trừ bạn nâng cấp một cách địa phương, khuyên bạn KHÔNG ngừng trình openvpn trước khi nâng cấp nó. Tiến trình cài đặt sẽ khởi chạy lại nó một khi nâng cấp xong.

source: This option will take effect in your next upgrade.
da: Denne indstilling vil træde i kraft ved din næste opgradering.
es: Esta opción tomará efecto desde su próxima actualización.
it: Questa opzione avrà effetto nel prossimo aggiornamento.
ja: このオプションは次回のアップグレード時に使われます。
nl: Deze optie zal na de volgende opwaardering in werking treden.
pt: Esta opção terá efeito na próxima actualização.
pt_br: Essa opção terá efeito em sua próxima atualização.
vi: Tùy chọn này sẽ có tác dụng trong việc nâng cấp kế tiếp.

source: Default port has changed
da: Standard-portnummeret er ændret
es: El puerto predeterminado ha cambiado
it: La porta predefinita è cambiata
ja: 標準ポートが変更されました
nl: De standaardpoort is gewijzigd
pt: A porta por omissão foi alterada.
pt_br: Porta padrão mudou
vi: Cổng mặc định đã thay đổi rồi

source: OpenVPN's default port has changed from 5000 to 1194 (IANA assigned). If you don't specify the port to be used on your VPNs, this upgrade may break them.
da: OpenVPNs standardport er ændret fra 5000 til 1194 (tildelt af IANA). Hvis du ikke angiver hvilken port, der skal bruges i dine VPN'er, kan denne opgradering resultere i at de ikke vil fungere.
es: El puerto predeterminado de OpenVPN ha cambiado del 5000 al 1194 (por asignación de IANA). Si no especifica el puerto a usar en sus VPNs, esto podría podría inutilizarlas.
it: La porta predefinita di OpenVPN passa da 5000 a 1194 (assegnata dallo IANA). Se non si specifica quale porta usare nella propra VPN potrebbe smettere di funzionare dopo questo aggiornamento.
ja: OpenVPN の標準ポートが 5000 から (IANA によって割り当てられた) 1194 に変更されました。VPN 接続で利用するポートを明示的に指定していない場合は、このアップグレードによって接続ができなくなります。
nl: De standaardpoort van openvpn is gewijzigd van 5000 naar 1194 (toegewezen door IANA). Als u geen poort specificeert dat op uw VPN's moet worden gebruikt, kan deze opwaardering hen breken.
pt: A porta por omissão do OpenVPN foi alterada de 5000 para 1194 (atribuída pelo IANA). Se não especificar a porta nas suas VPN's, esta actualização pode interrompe-las.
pt_br: A porta padrão do OpenVPN mudou de 5000 pra 1194 (atribuída pelo IANA). Caso você não especifique a porta a ser utilizada em suas VPNs, esta atualização pode quebrá-las.
vi: Cổng mặc định của trình Openvpn đã thay đổi từ số 5000 thành số 1194 (do IANA gán). Nếu bạn không ghi rõ cổng cần dùng trên những VPN của bạn, tiến trình nâng cấp này có thể phá vỡ chúng.

source: Use the option 'port 5000' if you want to keep the old port configuration, or take a look at your firewall rules to allow the new default port configuration to work.
da: Vælg 'port 5000' hvis du vil beholde den gamle port-opsætning, eller sørg for at din brandmur er sat op så den nye standard-portopsætning kan fungere.
es: Use la opción «port 5000» si quiere continuar usando el antiguo puerto, o compruebe las reglas de su cortafuegos para permitir el funcionamiento con el nuevo puerto predeterminado.
it: Se si vuole mantenere la configurazione con la vecchia porta si deve usare l'opzione "port 5000", oppure controllare le regole del firewall in modo da consentire il funzionamento con la nuova porta predefinita.
ja: 以前のポート設定をそのまま使い続けたい場合は 'port 5000' オプションを利用してっください。それ以外の場合はファイアウォールのルールを見直し、新しい標準ポート設定で動作するようにしてください。
nl: Gebruik de optie 'poort 5000' als u de oude poortconfiguratie wenst te behouden, of kijk naar uw firewallregels om de werking van de nieuwe standaardpoortconfiguratie toe te staan.
pt: Use a opção 'port 5000' se deseja manter configuração com a porta antiga, ou veja as regras da sua firewall para que a configuração com a nova porta por defeito funcione.

source: Would you like to stop openvpn later?
da: Ønsker du at stoppe openvpn senere?
es: ¿Desearía parar openvpn después?
it: Si vuole fermare openvpn in ritardo?
ja: openvpn が遅れて停止するようにしますか?
nl: Wilt u openvpn later stoppen?
pt: Deseja parar o openvpn mais tarde?

source: Previous versions of openvpn stopped at the same time as most of other services. This meant that some of services stopping later couldn't use openvpn since it may have been stopped before them. Newer versions of the openvpn package will stop the service later. (i.e. a K80openvpn link in rc[06].d instead of a K20openvpn)
da: Tidligere udgaver af openvpn stoppede samtidig med de fleste andre services. Det betyder at nogle af de services, der stoppede senere, ikke kunne benytte openvpn, da den kunne være stoppet før dem. Nyere versioner af openvpn-pakken vil stoppe servicen senere (ved hjælp af en K80openvpn-lænke i rc[06].d i stedet for K20openvpn)
es: Las versiones antiguas de openvpn paraban al mismo tiempo que la mayoría de otros servicios. Esto significa que algunos de estos servicios que se paraban después no podían usar openvpn ya que éste podía haber sido parado antes. Las versiones recientes del paquete openvpn pararán el servicio después. (es decir, un enlace K80openvpn en rc[06].d en lugar de K20openvpn)
it: Le precedenti versioni di openvpn sono fermate insieme alla maggior parte degli altri servizi. Questo implica che i servizi che si fermano dopo non possono usare openvpn dato che potrebbe già essere fermo. Le versioni più recenti di openvpn sono fermate dopo gli altri servizi (cioè in rc[06].d è presente il collegamento K80openvpn al posto di K20openvpn).
ja: openvpn の以前のバージョンでは、他の大半のサービスと同時に終了していました。これは、遅れて終了するサービスの幾つかは、openvpn がサービスより前に停止されてしまうので、openvpn を利用できなかったということを意味しています。新しいバージョンの openvpn パッケージは遅れて停止するようになっています。(つまり、rc[06].d で K20openvpn ではなく K80openvpn にリンクしています)
nl: Eerdere versies van openvpn stopten tegelijkertijd met het merendeel van andere diensten. Dit betekent dat diensten die later stopten openvpn niet konden gebruiken aangezien deze reeds voordien kon gestopt zijn. Nieuwere versies van het openvpn-pakket stopt de dienst later. (d.i. een K80openvpn-koppeling in 'rc[06].d' i.p.v. een K20openvpn-koppeling).
pt: As versões anteriores do openvpn paravam ao mesmo tempo que a maioria dos outros serviços. Isto significa que alguns dos serviços que param mais tarde não conseguem usar o openvpn, pois pode parar antes deles. Novas versões do pacote openvpn irão parar o serviço mais tarde. (p.exp: um link K80openvpn em rc[06].d em vez de K20openvpn)

source: If you accept here, the package upgrade will make this change for you. If you refuse, nothing will change, and openvpn will be working just like it did before.
da: Hvis du accepterer her, vil pakkeopgraderingen udføre denne ændring for dig. Hvis du afviser, bliver intet ændret, og openvpn vil fungere nøjagtig som før.
es: Si acepta ahora, la actualización del paquete activará este cambio. Si no acepta, no se cambiará nada, y openvpn funcionará como lo hacia hasta ahora.
it: Se si accetta l'aggiornamento del pacchetto esegue la sostituzione di questo collegamento automaticamente. Se si rifiuta non vengono fatte modifche e openvpn continua a funzionare come in precedenza.
ja: ここで「はい」と答えると、パッケージのアップグレードでこの変更を行います。「いいえ」と答えた場合、何も変更されず、openvpn は以前同様に動作します。
nl: Indien u hier toestemt, wordt de wijziging door de pakketopwaardering uitgevoerd. Bij weigering wordt niets gewijzigd en zal openvpn werken zoals voordien.
pt: Se aceitar, a actualização deste pacote irá fazer esta alteração por si. Se recusar, nada será alterado e o openvpn funcionará exactamente como antes.
pt_br: Caso você aceite, a atualização do pacote irá fazer essa mudança para você. Caso você não aceite, nada irá mudar e o OpenVPN continuará a funcionar exatamente da maneira que funcionava anteriormente.
vi: Nếu bạn chấp nhận tại đây, tiến trình nâng cấp sẽ thay đổi điều này cho bạn. Nếu bạn từ chối thì sẽ không thay đổi gì: trình openvpn sẽ hoạt động cũng giống cách hoạt động trước.
