Repository: pedropena/backharddi-ng-kernel
Catalog: udebs/addons/partimage/po/*.po
Languages: sk

source: m_cSectorsPerCluster can't be null. Check the partition to save is a FAT one.
sk: m_cSectorsPerCluster nemô¾e by» nulový. Skontrolujte, èi oddiel, ktorý chcete ulo¾i» je FAT.

source: %s is not an NTFS file system partition
sk: %s nie je oddiel so súborovým systémom NTFS

source: Out of memory: need %lu bytes to read file record in readBitmap()
sk: Málo pamäte: potrebujem %lu bajtov na naèítanie záznamu v readBitmap()

source: Unable to read the $Bitmap MFT record. Do you want to make an experimental search for it ? (it can take a long time)
sk: Nemô¾em naèíta» $Bitmap MFT záznam. Chcete ho skúsi» experimentálne hµada» ? (Mô¾e to trna» veµmi dlho)

source: Cannot find the $bitmap with experimental search
sk: Nemô¾em nájs» $bitmap experimentálnym hµadaním

source: Cannot use $bitmap file record
sk: Nemô¾em pou¾i» záznam $bitmap

source: NTFS $Bitmap is to small
sk: NTFS $Bitmap je príli¹ malá

source: Out of memory
sk: Málo pamäte

source: %sBytes per sector..............%u Sectors per cluster...........%u File record size..............%lu LCN of MFT Data attrib........%llu
sk: %sbajtov na sektor..............%u Sektorov na cluster...........%u Veµkos» záznamu súboru........%lu LCN z MFT Data attrib........%llu

source: NTFS informations
sk: NTFS informácie

source: Out of memory: need %lu bytes to read file record in readVolumeLabel()
sk: Málo pamäte: potrebujem %lu bajtov na naèítanie záznamu v readVolumeLabel()

source: NTFS: "Attribute List" attribute is not yet supported.
sk: NTFS: "Attribute List" atribút e¹te nie je podporovaný.

source: NTFS: Compression flag for DATA attribute not null: %ld
sk: NTFS: Príznak kompresie pre atribút DATA nie je nulový: %ld

source: NTFS: Resident data attribute not supported
sk: NTFS: Atribút "Resident data" nie je podporovaný

source: NTFS: processRunList() returned -1
sk: NTFS: processRunList() vrálil -1

source: Error in readFilenameAttribute
sk: Chyba v readFilenameAttribute

source: The "filename" attribute must be resident !
sk: Atribút "filename" musí bu» rezidentný !

source: $bitmap record search
sk: hµadanie záznamu $bitmap

source: experimental search succeed
sk: experimentálne hµadanie bolo úspe¹né

source: %sHPFS version:.................%d
sk: %sHPFS verzia:..................%d

source: HPFS informations
sk: HPFS informácie

source: Can't read boot block
sk: Nemô¾em preèíta» bootovací blok

source: Can't read super block
sk: Nemô¾em preèíta» super blok

source: Can't read spare block
sk: Nemô¾em preèíta» spare blok

source: Invalid HPFS magic numbers. Not a valid HPFS partition.
sk: Chybné èarovné èísla HPFS. Toto nie je platný HPFS oddiel.

source: ReiserFS informations
sk: ReiserFS informácie

source: JFS informations
sk: JFS informácie

source: %sAllocation Group count:.......%lu Blocks per Allocation Group...%lu Allocation Group size:........%s
sk: %Ppoèet alokaèných skupín:......%lu Blokov na alokaènú skupinu....%lu Veµkos» alokaènej skupiny.....%s

source: XFS informations
sk: XSF informácie

source: Waitting ...
sk: Èakám ...

source: error !
sk: chhyba !

source: writting ...
sk: zapisujem ...

source: opening for write ...
sk: otváram pre zápis ...

source: saving
sk: ukladám

source: reading ...
sk: èítam ...

source: closing ...
sk: zatváram ...

source: opening for read ...
sk: otváram pre èítanie ...

source: restoring
sk: obnovujem

source: finished
sk: dokonèené

source: Client #
sk: Klient #

source: State
sk: Stav

source: Host
sk: Hostiteµ

source: Location
sk: Umiestnenie

source: Size
sk: Veµkos»

source: waiting
sk: èakám

source: Segmentation fault. Please report the bug and send the [%s] file to authors
sk: Chyba segmentácie. Prosím zaznamenajte túto chybu a po¹lite súbor [$s] autorom

source: Fix this and retry.
sk: Opravte to a skúste znova.

source: impossible to find user "%s"
sk: nomô¾em nájs» u¾íveteµa "%s"

source: add it and retry
sk: pridajte a skúste znova

source: Warning: we couldn't changed euid because we weren't launched as root expect some access denied or troubles like this.
sk: Varovanie: nedá sa zmeni» euid, preto¾e program nebol spustený ako rootovský èakajte zamietnutia prístupu alebo nejaké iné chyby ako tieto.

source: Partition Image Daemon version %s+SSL
sk: Partition Image Démon verzia %s+SSL

source: Partition Image Daemon version %s
sk: Partition Image Démon verzia %s

source: (distributed under the GNU GPL 2)
sk: (distribuované pod GNU GPL 2)

source: Waiting for client ...
sk: Èakám na klienta ...

source: too much client connected
sk: pripojených príli¹ veµa klientov

source: ==== Partition Image: compilation options used ====
sk: === Partition Image: pou¾ité mo¾nosti kompilácie ===

source: - Ext2fs support: based on libext2fs library
sk: - Podpora pre Ext2fs: zalo¾ená na knihovni libe2fs

source: - Ext2fs support: internal code
sk: - Podpora Ext2fs: interný kód

source: * Debug options:
sk: * Ladiace mo¾nosti:

source: true
sk: pravda

source: false
sk: nepravda

source: * Other options:
sk: * Ïal¹ie mo¾nosti:

source: - USERS MUST LOGIN
sk: - U®ÍVATEIA SA MUSIA PRIHLÁSI«

source: - USERS DON'T LOGIN
sk: - U®ÍVATELIA SA NEPRIHLASUJÚ

source: - SSL ENABLED
sk: - SSL ZAPNUTÉ

source: - SSL DISABLED
sk: - SSL VYPNUTÉ

source: - CHEUID ENABLED
sk: - CHEUID ZAPNUTÉ

source: - CHEUID DISABLED
sk: - CHEUID VYPNUTÉ

source: %lld bytes
sk: %lld bajtov
