Repository: pedropena/backharddi-ng-kernel
Catalog: udebs/addons/partimage/po/*.po
Languages: sk

source: Restore an MBR to the hard disk
sk: Obnovi» MBR na harddisku

source: Disk with the MBR to restore
sk: Disk s MBR na obnovenie

source: Original MBR to use
sk: Originálny MBR

source: What to restore:
sk: Èo obnovi»

source: The whole MBR
sk: Celý MBR

source: Cannot read "/proc/partitions" (%s). Then, you must use the command line to run Partition Image. Type "partimage --help" for help.
sk: Nemô¾em naèíta»"/proc/partitions" (%s). Na spustenie Partition Image musíte pou¾i» príkazový riadok. Napí¹te "partimage --help" pre pomoc

source: Continue (F5)
sk: Pokraèova» (F5)

source: Exit (F6)
sk: Koniec (F6)

source: Main window (F7)
sk: Hlavné okno (F7)

source: save partition to image file
sk: ulo¾i» oddiel do súboru

source: Compression level
sk: Úroveò kompresie

source: None (very fast + very big file)
sk: ®iadna (veµmi rýchle + veµmi veµký súbor)

source: Options
sk: Voµby

source: Check partition before saving
sk: Skontrolova» oddiel pred ulo¾ením

source: Enter description
sk: Zada» popis

source: Overwrite without prompt
sk: Prepísa» bez pýtania

source: Image split mode
sk: Mód delenia obrazov

source: Automatic split (when no space left)
sk: Automatické delenie (keï nie je miesto)

source: Into files whose size is:............
sk: Do súborov, ktorých veµkos» je:.....

source: Wait after each volume change
sk: Èaka» po ka¾dom zväzku

source: If finished successfully:
sk: Ak sa skonèí úspe¹ne:

source: Wait
sk: Èakaj

source: Halt
sk: Zastav poèítaè

source: Reboot
sk: Re¹tart

source: Quit
sk: Odchod

source: Partition to save:...........%s
sk: Oddiel na ulo¾enie:..........%s

source: Size of the Partition:.......%s = %llu bytes
sk: Veµkos» oddielu:.............%s = %llu bajtov

source: Image file to create.........%s
sk: Vytváraný súbor s obrazom....%s

source: Detected file system:........%s
sk: Zistený súborový systém:.....%s

source: Compression level:...........None
sk: Úroveò kompresie:...........®iadna

source: Compression level:...........gzip
sk: Úroveò konpresie:............gzip

source: Compression level:...........bzip2
sk: Úroveò kompresie:............bzip2

source: Compression level:...........lzo
sk: Úroveò kompresie:............lzo

source: Time elapsed:................%s
sk: Pou¾itý èas:.................%s

source: Speed:.......................%s/min
sk: Rýchlos»:....................%s/min

source: Data copied:.................%s / %s
sk: Skopírovaných dát:...........%s / %s

source: Current image file:..........%s
sk: Aktuálny súbor s obrazom:....%s

source: Image file size:.............%s
sk: Veµkos» súboru s obrazom:....%s

source: Available space for image:...%s = %llu bytes
sk: Dostupné miesto pre obraz:...%s = %llu bajtov

source: restore partition from image file
sk: obnovi» oddiel zo súboru s obrazom

source: Erase free blocks with zero values
sk: Premaza» voµné bloky nulami

source: Simulation of the restoration (nothing is written)
sk: Simulácia obnovovania (nebude sa zapisova»)

source: Partition to restore:.............%s
sk: Oddiel na obnovenie:..............%s

source: Size of partition to restore:.....%s = %llu bytes
sk: Veµkos» oddielu na obnovenie:.....%s = %llu bajtov

source: Image file to use.................%s
sk: Súbor s obrazom...................%s

source: File system:......................%s
sk: Súborový systém:..................%s

source: Partition was on device:..........%s
sk: Oddiel bol na zariadení:..........%s

source: Image created on:.................%s
sk: Obraz bol vytvorený na:...........%s

source: Size of the original partition:...%s = %llu bytes
sk: Veµkos» pôvodného oddielu:........%s = %llu bajtov

source: Time elapsed:.....................%s
sk: Pou¾itý èas:......................%s

source: Speed:............................%s/min
sk: Rýchlos»:.........................%s/min

source: Data copied:......................%s / %s
sk: Skopírovaných dát:................%s / %s

source: Current image file:...............%s
sk: Aktuálny súbor s obrazom:.........%s

source: Change
sk: Zmeni»

source: Cancel
sk: Zru¹i»

source: Enter new filename
sk: Zadajte nový názov súboru

source: The following imagefile already exist. Do you want to overwrite or change image filename ? File: %s To change the filename, please enter a full path (location + filename) without volume number at the end, and press "Change"
sk: Súbor s obrazom u¾ existuje. Chcete súbor prepísa», alebo zmeni» jeho meno ? Súbor: %s Pri zmene mena zadajte prosím úplnú cestu (umiestnenie + meno súboru) bez èísla zväzku na konci, a stlaène "Zmeni»"

source: Overwrite image?
sk: Prepísa» obraz ?

source: Overwrite
sk: Prepísa»

source: The following imagefile is locked. Do you want to wait and retry or change image filename ? File: %s To change the filename, please enter a full path (location + filename) without volume number at the end, and press "Change"
sk: Súbor s obrazom je zamknutý. Chcete poèka» a skúsi» znovu, alebo zmeni» jeho meno ? Súbor: %s Pri zmene mena zadajte prosím úplnú cestu (umiestnenie + meno súboru) bez èísla zväzku na konci, a stlaène "Zmeni»"

source: imagefile locked
sk: obraz zamknutý

source: Retry
sk: Znovu

source: unable to access to %s Please, enteranother directory path (without filename):
sk: nemô¾em získa» prístup k %s Prosím zadajte iný adresár (bez názvu súboru):

source: wrong path
sk: chybná cesta

source: Automatic mount
sk: Automatické pripojenie

source: Please, press "ok" to mount [%s] on [%s]
sk: Prosím stlaète "ok" na pripojenie [%s] na [%s]

source: Can't read the following volume file: %s %s
sk: Nemô¾em preèíta» zväzok: %s %s

source: Enter another full path (directory & name)
sk: Zadajte inú úplnú cestu (adresár a meno)

source: Volume not found
sk: Zväzkok nenájdený

source: No flag set
sk: ®iaden príznak

source: No description
sk: ®iaden popis

source: none
sk: ¾iaden

source: unknown
sk: neznámy

source: Filesystem:............%s Description:...........%s Original device:.......%s Original filepath:.... %s Flags:.................%ld: %s Creation date:.........%sPartition size:........%s Hostname:..............%s Compatible Version:....%s Encryption algorithm:..%ld -> %s MBR saved count:.......%lu System of the backup: - machine:.............%s - operating system:....%s - release:.............%s
sk: Súborový systém:.......%s Popis:.................%s Pôvodné zariadenie:....%s Pôvodná cesta:........ %s Príznaky:..............%ld: %s Dátum vytvorenia:......%sVeµkos» oddielu:.......%s Meno poèítaèa:.........%s Kompatibilná verzia:...%s ©ifrovanie:.....%ld -> %s Poèet ulo¾ených MBR:...%lu Systém zálohy: - poèítaè:.............%s - operaèný systém:.....%s - vydanie:.............%s

source: Volume number:.........%lu Volume size:...........%s Compression level: ....%ld -> %s Identificator:.........%llu=%llX
sk: Èíslo zväzku:..........%lu Veµkos» zväzku:........%s Úroveò kompresie:. ....%ld -> %s Identifikátor:.........%llu=%llX

source: The image file "%s" cannot be found
sk: Súbor s obrazom "%s" nebol nájdený

source: Cannot read image file
sk: Nemô¾em naèíta» obraz

source: Image informations
sk: Informácie o obraze

source: Error
sk: Chyba

source: About Partition Image %s
sk: O Partition Image %s

source: Can't write block %ld to image
sk: Nemô¾em zapísa» blok %ld do obrazu

source: Can't write %s to image
sk: Nemô¾em zapísa» do obrazu %s

source: Can't write bitmap block %ld to image
sk: Nemô¾em zapísa» bitmapu bloku %ld do obrazu

source: Can't read bitmap block %ld from image
sk: Nem¾em naèíta» bitmapu bloku %ld z obrazu

source: Can't write block %ld to harddrive
sk: Nemô¾em zapísa» na disk blok %ld

source: Can't read block %ld from image (%d)
sk: Nemô¾em z obrazu naèíta» blok %ld (%d)

source: Can't read %s from image
sk: Nemô¾em naèíta» %s z obrazu

source: Can't read SuperBlock
sk: Nemô¾em naèíta» superblok

source: Can't write SuperBlock
sk: Nemô¾em zapísa» superblok

source: Can't read block %ld from harddrive partition
sk: Nemô¾em naèíta» %ld z oddielu disku

source: Can't read bitmap block %ld from harddrive partition (%s)
sk: Nemô¾em naèíta» bitmapu bloku %ld z oddielu disku (%s)

source: Can't write the MBR
sk: Nemô¾em zapísa» do MBR

source: Can't read the MBR
sk: Nemô¾em naèíta» MBR

source: Not a %s partition. Check the filesystem type
sk: To nie je %s oddiel. Skontrolujte typ súborového systému

source: The partition was saved with a newer version of Partion Image. Please download the last one.
sk: Oddiel bol ulo¾ený pomocou nev¹ej verzie Partition Image. Prosím, stiahnite si najnov¹iu verziu.

source: Error while writing image file: disk full !
sk: Chyba pri zápise obrazu: disk je plný !

source: Can't detect file system of partition %s
sk: Nemô¾em zisti» typ súborového systému v oddiele %s

source: Can't write main header
sk: Nemô¾em zapísa» hlavnú hlavièku

source: Can't write main tail
sk: Nemô¾em zapísa» hlavné zakonèenie

source: Can't read main tail
sk: Nemô¾em preèíta» hlavné zakonèenie

source: The image you try to restore was encrypted. The current version doesn't support encryption. Please, download the latest version of partimage.
sk: Obraz, ktorý ste sa pokúsili obnovi», je za¹ifrovaný. Aktuálna verzia nepodporuje ¹ifrovanie. Prosím, stiahnite si najnov¹iu verziu.

source: %s is not the first volume of an image. Please, retry with the volume number 000
sk: %s nie je prvý zväzok obrazu. Prosím, skúste znovu so zväzkom èíslo 000

source: %s is not a valid partition image file.
sk: % nie je platný obraz oddielu

source: The partition is to small to be restored: Original partition size:........%llu bytes Destination partition size:.....%llu bytes
sk: Oddiel je na obnovenie príli¹ malý: Pôvodná veµkos» oddielu:........%llu bajtov Veµkost cieµového oddielu:......%llu bajtov

source: There was an error while restoring partition: CRC64 are differents, the imagefile was damaged: Original CRC64:.....%llu Current CRC64:......%llu
sk: Pri obnovovaní oddielu sa vyskytla chyba: CRC64 sú rozdielne - súbor s obrazom je po¹kodený: Originálny CRC64:.....%llu Aktuálny CRC64:.......%llu

source: Invalid volume number (%ld instead of %ld).
sk: Neplatné èíslo zväzku (%ld namiesto %ld).

source: Error on close
sk: Chyba pri zatváraní

source: The partition %s is already locked by another process. Can't work on it
sk: Oddiel %s je u¾ zamknutý iným procesom. Nemô¾em na òom pracova»

source: Can't open partition %s
sk: Nemô¾em otvori» oddiel %s

source: Can't lock partition %s
sk: Nemô¾em zamknú» oddiel %s

source: Can't read main header: imagefile was damaged
sk: Nemô¾em preèíta» hlavnú hlavièku: súbor s obrazom bol po¹kodený

source: Can't write informations
sk: Nemô¾em zapísa» informácie

source: Can't read informations
sk: Nemô¾em naèíta» informácie

source: Can't read MBR Magic: imagefile was damaged
sk: Nemô¾em preèita» MBR Magic: súbor s obrazom bol po¹kodený

source: Warning
sk: Varovanie

source: You are not logged as root. You may have "access denied" errors when working.
sk: Nie ste prihlásený ako root. Pri va¹ej práci sa mo¾u syskytnú» chyby ako "Prístup zamietnutý".

source: New Volume
sk: Nový zväzok

source: The volume has been changed. Old: %s New: %s/%s.%.3ld Press Enter to continue
sk: Zväzok bol zmenený. Starý: %s Nový: %s/%s.%.3ld Stlaète Enter pre pokraèovanie

source: Confirmation
sk: Potvrdenie

source: Do you really want to restore %s from the image file %s ?
sk: Naozaj chcete obnovi» %s z obrazu %s ?

source: The current %s support is experimental !
sk: Aktuálna podpora %s je experimentálna !

source: Simulation mode
sk: Simulaèný mód

source: You are using simulation mode: no write will be performed
sk: Pou¾ívate simulaèný mód: niè sa nebude zapisova»

source: The MBR is a very important data of the hard disk. If you write a bad MBR, you will lose all the partitions of your hard drive. Don't continue unless you know what you are doing. Press 'Continue' to restore. Device with MBR to restore:.........%s [%llu] Original MBR:.......................%s [%llu]
sk: MBR je veµmi dôle¾itá èas» disku. Ak zapí¹ete zlý MBR, stratíte v¹etky na va¹om disku. Nepokraèujte, pokiaµ presne neviete, èo robíte. Stlaète 'Pokraèova»' pre obnovenie. Zariadenie s MBR na obnovenie:......%s [%llu] Pôvodný MBR:........................%s [%llu]

source: The original hard disk does not fit with the current hard disk. The MBR you are trying to restore was saved from another hard disk. This means the original and current hard disks does not have the same size or they are not on the same device (%s and %s). Do you want to continue?
sk: Originálny harddisk nie je zhodný s aktuálnym harddiskom. MBR, ktorý sa pokú¹ate obnovi» bol ulo¾ený z iného disku. To znamená, ¾e pôvodný a aktuálny harddisk najú rozlièné veµkosti, alebo nie sú na tom istom zariadení (%s a %s) Chcete pokraèova» ?

source: Success
sk: Úspech

source: The MBR of [%s] has beensuccessfully restored. You might need to reboot your computer if you wantthe operating system to use the new MBR.
sk: MBR z [%s] bol úspe¹ne obnovený. Budete musie» re¹tartova» poèítaè ak chcete, aby operaèný systém pou¾il nový MBR.

source: Error: %s
sk: Chyba: %s

source: Action canceled as user required
sk: Akcia bola zru¹ená u¾ívateµom

source: The %s imagefile already exist. Do you want to overwrite it?
sk: Obraz %s u¾ existuje. Chcete ho prepísa» ?

source: Access denied
sk: Prístup zamietnutý

source: You don't have write access on %s
sk: Nemáte prístup na zápis na %s

source: Invalid compression level for %s
sk: Chybná úroveò kompresie pre %s

source: imagefile %s is already open
sk: Súbor s obrazom %s je u¾ otvorený

source: file %s is too short to be a partimage volume: can't read header
sk: súbor %s je príli¹ krátky na to, aby bol zväzok partimage: nemô¾em preèíta» hlavièku

source: file %s is not an partimage file: magic string does not match
sk: súbor %s nie je obraz z partimage: èarovné re»azce sa nezhodujú

source: magic string does not match: error in the image file [%s]
sk: èarovné re»azce as nezhodujú: chyba v súbore s obrazom [%s]

source: the current volume doesn't fit with current image: wrong identificator
sk: aktuálny zväzok nepatrí k aktuálnemu obrazu: zlý identifikátor

source: Out of memory.
sk: Málo pamäte.

source: Too many clients connected to partimaged. Please, retry later
sk: Na partimaged je pripojených príli¹ veµa klientov. Skúste, prosím, neskôr

source: Only 4096 bytes per block %s volumes are supported. Current one is %lu bytes/block
sk: Sú podporované iba %s zväzky s 4096 bajtmi na blok. Aktuálne je %lu bajtov/blok

source: The partition %s id already locked by anotherprocess. You can't work on it
sk: Oddiel %s je u¾ zamknutý iným procesom. Nemô¾ete na òom pracova»

source: Error while checking the data: Invalid block number.Maybe a volume or some data were skipped.
sk: Chyba pri kontrolovaní dát: Chybné èislo bloku. Mo¾no bol preskoèený zväzok alebo dáta.

source: No MBR was found in this imagefile. We can't continue
sk: V tomto obraze nebol nájdený MBR. Nemô¾m pokraèova»

source: Partition checks found error(s) on partitions
sk: Kontrola oddielu na¹la na oddieloch chybu(-y)

source: Impossible to read MBR from disk
sk: Z disku na nedá preèíta» MBR

source: Invalid or damaged filesystem %s
sk: Chybný alebo po¹kodený súborový systém %s

source: Impossible to zero the block on harddrive: %s
sk: Nedá sa vynulova» blok na disku: %s

source: Connexion refused by server: versions mismatch
sk: Spojenie odmietnuté serverom: nezhodné verzie

source: The image file was created by a newer release (%s) of Partition Image. Please update this software and retry.
sk: Obraz bol vytvorený nov¹ím vydaním (%s) Partition Image. Prosím, aktualizujte software a skúste znovu.

source: The image file was created by an older release (%s) of Partition Image. You must use the old version to restoreyour image or you have to recreate it with current version
sk: Súbor s obrazom bol vytvorený star¹ou (%s) verziou Partition Image. Na obnovenie musíte pou¾i» star¹iu verziu alebo musíte obraz znovu vytvori» aktuálnou verziou

source: %s is not a valid Partition Image file or it's damaged. Sorry, can't continue
sk: %s nie je platný súbor Partition Image, alebo je po¹kodený. Nemô¾em pokraèova»

source: File %s is not a regular file. For security reasons, we can't continue
sk: Súbor %s nie je obyèajný súbor. Z bezpeènostných dôvodov nemô¾em pokraèova»

source: Cannot mount %s
sk: Nemô¾em pripoji» %s

source: Cannot unmount %s
sk: Nemô¾em odpoji» %s

source: Cannot create temp file [%s]. Please, check there is space enough and you have access rights.
sk: Nemô¾em vytvori» doèasný súbor [%s]. Prosím, skontrolujte voµné miesto a èi máte dostatoèné prístupové práva.

source: Cannot create temp file [%s]. No space left on device.
sk: Nemô¾em vytvori» doèasný súbor [%s]. Na zariadení u¾ nie je voµné miesto.

source: Unknown error %d -> %s
sk: Neznáma chyba %ld -> %s

source: Newt debug information
sk: Ladiace informácie Newt

source: Continue
sk: Pokraèova»

source: Yes
sk: Áno

source: No
sk: Nie

source: * Partition to save/restore
sk: * Oddiel na ulo¾enie/obnovenie

source: * Image file to create/use
sk: * Súbor s obrazom na vytvorenie/pou¾itie

source: Action to be done:
sk: Akcia, ktorá sa má vykona»:

source: Save partition into a new image file
sk: Ulo¾i» oddiel do nového súboru s obrazom

source: Restore partition from an image file
sk: Obnovi» oddiel zo súboru s obrazom

source: Restore an MBR from the imagefile
sk: Obnovi» MBR zo súboru s obrazom

source: Connect to server
sk: Pripoji» sa k serveru

source: Encrypt data on the network with SSL
sk: ©ifrova» dáta na sieti s SSL

source: SSL disabled at compile time
sk: SSL bolo vypnuté pri kompilácii

source: IP/name of the server:
sk: IP/meno servera:

source: Next (F5)
sk: Ïalej (F5)

source: About
sk: O programe

source: The "Image" filed is empty. Cannot continue
sk: Pole "Obraz" je prázdne. Nemô¾em pokraèova»

source: The "Server IP/Name" field is empty. Cannot continue
sk: Pole "IP/meno servera" je prázdne. Nemô¾em pokraèova»

source: The "Server Port" field is not a valid integer. Cannot continue
sk: V poli "Port" nie je platná celoèíselná hodnota. Nemô¾em pokraèova»

source: Partition description
sk: Popis oddielu

source: You can enter a description of the saved partition:
sk: Mô¾ete zada» popis ulo¾eného oddielu:

source: Text cannot be empty
sk: Text nemô¾e my» prázdny

source: Password required
sk: Potrebné heslo

source: Enter your login
sk: Zadajte vá¹ login

source: Enter your password
sk: Zadajte va¹e heslo

source: Disk full! Can't write next volume file (%s.%.3ld) to %s Please, enter another directory path (without filename):
sk: Disk je plný! Nemô¾em zapísa» ïal¹í zväzok(%s.%.3ld) do %s Prosím, zadajte inú cestu (bez mena súboru):

source: New Volume location
sk: Nové umiestnenie zväzku

source: server's port must be between 1 and 65535
sk: port servera musí by» medzi 1 a 65536

source: Finish mode must be 0 (wait), 1(halt), 2(reboot) or 3(quit)
sk: Mód skonèenia musí by» 0 (èakanie), 1(zastavenie), 2(re¹tart) alebo 3(odchod)

source: The debug level must be 0(none), 1(user), 2(developer) or 3(debugging)
sk: Ladiaca úroveò musí by» 0(¾iadna), 1(u¾ívateµská), 2(vývojárska), 3(ladenie)

source: Partition Image version %s (distributed under the GNU GPL2).
sk: Partition Image verzia %s (distribuované pod GNU GPL2).

source: Cannot open debug file.
sk: Nemô¾em otvori» ladiaci súbor

source: The MBR was successfully restored
sk: MBR bol úspe¹ne obnovený

source: Simulation
sk: Simulácia

source: Operation
sk: Operácia

source: Error: Cannot halt the computer
sk: Chyba: Nemô¾em zastavi» poèítaè

source: Error: Cannot reboot the computer
sk: Chyba: Nemô¾em re¹tartova» poèítaè

source: stable
sk: stabilné

source: unstable
sk: nestabilné

source: %s successfully finished: Time elapsed:...%s Speed:..........%s/min Data copied:....%s
sk: %s úspe¹ne dokonèené: Pou¾itý èas:....%s Rýchlos»:.......%s/min Kopír. dát:.....%s

source: initializing the operation. Please wait...
sk: inicializujem operáciu. Prosím èakajte...

source: Saving partition to the image file...
sk: Ukladám oddiel do súboru s obrazom...

source: initializing the operation
sk: inicializujem operáciu

source: inode missing
sk: chýba inode

source: %s inode doesn't exists. Partimage can create it for you. You can also use the manual mknod command. Do you want this inode to be created for you now ?
sk: Chýba indode na %s. Partimage ho mô¾e vytvori». Mô¾ete tie¾ pou¾i» príkaz mknod. Mám teraz vytvori» tento inode ?

source: %s is not a block device.
sk: %s nie je blokové zariadenie.

source: The %s partition is mounted. Partition Image can't work on mounted partitions. Please, unmount it before. You can do it with "umount %s"
sk: Oddiel %s je pripojený. Partition Image nemô¾e pracova» na pripojených oddieloch. Najskôr ho, prosím odpojte. Mô¾ete to vykona» s "umount %s"

source: Split volumes size must be an integer greater than 1024 (size >= 1024 KB)
sk: Veµkos» rozdeµovania zväzkov musí by» celoèíselná hodnota väè¹ia ako 1024(veµkost >= 1024 KB)

source: Invalid automount options. Read the manual for more details
sk: Chybné mo¾nosti pre automatické pripojenie. Pre viac informácií si preèítajte manuál

source: The second argument [%s] must be a valid device (ex: /dev/hda1)
sk: Druhý argument [%s] musí by» platné zariadenie (napr.: /dev/hda1)

source: The third argument [%s] must be a valid regular file (not a directory, a symlink, ...)
sk: Tretí argument [%s] musí by» platný obyèajný súbor (NIE adresár, symlink,...

source: Exit partimage ?
sk: Odís» z partimage ?

source: Do you really want to cancel the current operation ?
sk: Chcete naozaj zru¹i» prebiehajúcu operáciu ?

source: reading partition properties
sk: èítam vlastnosti oddielov

source: checking the file system with fsck
sk: kontrolujem súborový systém pomocou fsck

source: writing header
sk: zapisujem hlavièku

source: copying used data blocks
sk: kopírujem pou¾ité dátové bloky

source: reading partition informations
sk: èítam informácie o oddiele

source: Block size....................%llu bytes Total blocks count............%llu Used blocks count.............%llu Free blocks count.............%llu
sk: Veµkos» bloku.................%llu bajtov Celk. poèet blokov............%llu Poèet vou¾itých blokov........%llu Poèet voµných blokov..........%llu

source: %sNumber of groups..............%lu First block...................%lu Ext3fs journalization.........%s Sparse super block............%s Large files support...........%s File system revision..........%lu
sk: %sPoèet skupín..................%lu Prvý blok.....................%lu Ext3fs ¾urnalizácia...........%s Sparse super block............%s Podpora dlhých súborov........%s Revízia súb. systému..........%lu

source: yes
sk: áno

source: no
sk: nie

source: Ext3fs informations
sk: Ext3fs informácie

source: Ext2fs informations
sk: Ext2fs informácie

source: There was an error while reading the bitmap
sk: Vyskytla sa chyba pri èítaní bitmapy

source: %sSector Size...................%u Sectors per cluster...........%u Reserved Sectors count........%u Root directory sectors........%lu FAT tables count..............%u Total Sectors Count...........%lu Sectors per FAT...............%lu Clusters count:...............%lu Used clusters.................%lu Free clusters.................%lu Damaged clusters..............%lu
sk: %sVeµkos» sektora...............%u Sektorov na cluster...........%u Poèet rezervovaných sektorov..%u Sektorov koreòového adresára..%lu Poèet FAT tabuliek............%u Poèet sektorov................%lu Sektorov na FAT...............%lu Poèet clusterov...............%lu Pou¾ité clustery..............%lu Voµné clustery................%lu Po¹kodené clustery............%lu

source: FAT informations
sk: FAT informácie

source: Can't read boot sector
sk: Nemô¾em naèíta» boot sektor
