Repository: pedropena/backharddi-ng-kernel
Catalog: udebs/d-i/partman/partman-jfs/source/debian/po/*.po
Languages: be

source: Checking the jfs file system in partition #${PARTITION} of ${DEVICE}...
be: Праверка файлавай сістэмы jfs у падзеле #${PARTITION} на ${DEVICE}...

source: Go back to the menu and correct errors?
be: Вярнуцца ў меню, каб выправіць памылкі?

source: The test of the file system with type jfs in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
be: Падчас праверкі файлавай сістэмы jfs у падзеле #${PARTITION} на ${DEVICE} знойдзены нявыпраўленыя памылкі.

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
be: Калі Вы не вернецеся ў меню перадзелу дыскаў, каб выправіць гэтыя памылкі, падзел не будзе ўжыты ўвогуле.

source: Failed to create a file system
be: Не атрымалася стварыць файлавую сістэму

source: The jfs file system creation in partition #${PARTITION} of ${DEVICE} failed.
be: Не атрымалася стварыць файлавую сістэму jfs у падзеле #${PARTITION} на ${DEVICE}

source: Do you want to return to the partitioning menu?
be: Ці хочаце Вы вярнуцца ў меню перадзелу?

source: No mount point is assigned for the jfs file system in partition #${PARTITION} of ${DEVICE}.
be: Пункт мацавання не прызначаны для файлавай сістэмы jfs у падзеле #${PARTITION} на ${DEVICE}.

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
be: Калі Вы не вернецеся ў меню перадзелу дыскаў, каб прызначыць пункт мацаванння, гэты падзел не будзе ўжыты ўвогуле.

source: Mount point:
be: Пункт мацавання:

source: noatime - do not update inode access times at each access
be: noatime - не абнаўляць час доступу да inode пры кожным доступе

source: nodev - do not support character or block special devices
be: nodev - не падтрымліваць сімвальныя або блочныя спецыяльныя прылады

source: nosuid - ignore set-user-identifier or set-group-identifier bits
be: nosuid - не зважаць на біты set-user-identifier ці set-group-identifier

source: noexec - do not allow execution of any binaries
be: noexec - не дазваляць выкананне ніякіх бінарных файлаў

source: ro - mount the file system read-only
be: ro - мацаваць толькі для чытання

source: sync - all input/output activities occur synchronously
be: sync - сінхронны ўвод/вывад

source: Mount options:
be: Параметры мацавання:

source: Mount options can tune the behavior of the file system.
be: Параметры мацавання ўплываюць на паводзіны файлавай сістэмы

source: JFS journaling file system
be: Файлавая сістэма JFS з падтрымкай журнала

source: Use unrecommended JFS root file system?
be: Ужываць тып JFS для каранёвай файлавай сістэмы? (Не рэкамендавана)

source: Your root file system is a JFS file system. This can cause problems with the boot loader used by default by this installer.
be: Вашая каранёвая файлавая сістэма мае тып JFS. Гэта можа выклікаць праблемы з загрузчыкам, які прадвызначана ўжываецца праграмай усталявання.

source: You should use a small /boot partition with another file system, such as ext3.
be: Вам варта ўжываць маленькі падзел дыска /boot з файлавай сістэмай іншага тыпу (напрыклад, ext3).

source: Use unrecommended JFS /boot file system?
be: Ужываць тып JFS для файлавай сістэмы /boot? (Не рэкамендавана)

source: You have mounted a JFS file system as /boot. This is likely to cause problems with the boot loader used by default by this installer.
be: У каталогу /boot прымацаваная файлавая сістэма тыпу JFS. Гэта можа выклікаць праблемы з загрузчыкам, які прадвызначана выкарыстоўваецца пры устаноўцы.

source: You should use another file system, such as ext3, for the /boot partition.
be: Для падзелу /boot лепш ужыць іншую файлавую сістэму (напрыклад, ext3).
