Repository: pedropena/backharddi-ng-kernel
Catalog: udebs/d-i/partman/partman-jfs/debian/po/*.po
Languages: tl

source: Checking the jfs file system in partition #${PARTITION} of ${DEVICE}...
tl: Sinusuri ang JFS file system sa partisyon #${PARTITION} ng ${DEVICE}...

source: Go back to the menu and correct errors?
tl: Bumalik sa menu at magayos ng mga error?

source: The test of the file system with type jfs in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
tl: Ang pagsusuri ng file system na uring jfs sa partisyon #${PARTITION} ng ${DEVICE} ay nahanapan ng hindi naayos na mga error.

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
tl: Kung hindi niyo babalikan ang menu ng pag-partisyon at ayusin ang mga error na ito, hindi gagamitin ang partisyon.

source: Failed to create a file system
tl: Bigo ang pagbuo ng file system

source: The jfs file system creation in partition #${PARTITION} of ${DEVICE} failed.
tl: Bigo ang pagbuo ng jfs file system sa partisyon #${PARTITION} ng ${DEVICE}.

source: Do you want to return to the partitioning menu?
tl: Nais ba ninyong bumalik sa menu ng pag-partisyon?

source: No mount point is assigned for the jfs file system in partition #${PARTITION} of ${DEVICE}.
tl: Walang nakatakdang mount point para sa jfs file system sa partisyon #${PARTITION} ng ${DEVICE}.

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
tl: Kung hindi kayo bumalik sa menu ng pag-partisyon at maglaan ng mount point mula doon, hindi gagamitin ang partisyon na ito.

source: Mount options can tune the behavior of the file system.
tl: Mga options sa mount ay maaaring mapahusay ang pag-andar ng file system.

source: Use unrecommended JFS root file system?
tl: Gamitin ang JFS root file system bagamat hindi ito mungkahi?

source: Your root file system is a JFS file system. This can cause problems with the boot loader used by default by this installer.
tl: Ang inyong root file system ay JFS file system. Maaaring maka-abala ito sa boot loader na ginagamit ng installer na ito.

source: You should use a small /boot partition with another file system, such as ext3.
tl: Kailangan niyong gumamit ng maliit na /boot partisyon na may ibang file system, katulad ng ext3.

source: Use unrecommended JFS /boot file system?
tl: Gamitin ang hindi hinihikayat na JFS /boot file system?

source: You have mounted a JFS file system as /boot. This is likely to cause problems with the boot loader used by default by this installer.
tl: Kayo ay nagsalang ng JFS file system bilang /boot. Maaaring maka-abala ito sa boot loader na ginagamit ng taga-luklok na ito.

source: You should use another file system, such as ext3, for the /boot partition.
tl: Kailangan niyong gumamit ng ibang file system, tulad ng ext3, para sa /boot partisyon.
