Repository: pedropena/backharddi-ng-kernel
Catalog: udebs/d-i/cdrom-detect/debian/po/*.po
Languages: ar, ne

source: Load CD-ROM drivers from a driver floppy?
ar: تريد تحميل مُعرّفات القرص المدمج من قرص مرن؟
ne: ड्राइभर फ्लपी बाट सी डी - रोम ड्राइभरहरू लोड गर्नुहोस्

source: You may need to load additional CD-ROM drivers from a driver floppy. If you have such a floppy available now, put it in the drive, and continue. Otherwise, you will be given the option to manually select CD-ROM modules.
ar: قد تحتاج إلى مُعرّفات قرص مدمج إضافية من قرص مرن. إن كان لديك قرص مرن متوفّر الآن، ضعه في السواقة، واستمر. وإلا، فسوف تعطى فرصة اختيار وحدات القرص المدمج يدوياً.
ne: तपाईँले ड्राइभर फ्लपीबाट अतिरिक्त सी डी-रोम ड्राइभरहरू लोड गर्नुपर्ने हुन सक्छ । यदि तपाईँ सँग अहिले त्यस्तो फ्लपी भएमा, त्यसलाई ड्राइभमा राख्नुहोस् र निरन्तर गर्नुहोस् । अन्यथा, तपाईँलाई म्यानुअल तरिकाले सी डी - रोम मोड्युलहरू चयन गर्ने विकल्प दिइनेछ ।

source: Detecting hardware to find CD-ROM drives
ar: اكتشاف العتاد للعثور على قارئات الأقراص المدمجة
ne: सी डी - रोम ड्राइभहरू फेला पार्नलाई हार्डवयेर पत्ता लगाउदैछ

source: Manually select a CD-ROM module and device?
ar: اختيار وحدة وجهاز القرص المدمج يدوياً؟
ne: सी डी - रोम मोड्युल र यन्त्र म्यानुअल तरिकाले चयन गर्नुहुन्छ ?

source: No common CD-ROM drive was detected.
ar: لم يكتشف أي قارئ أقراص مدمجة شائع.
ne: कुनै पनि प्रचलित सी डी - रोम ड्राइभ पत्ता लागेन ।

source: Your CD-ROM drive may be an old Mitsumi or another non-IDE, non-SCSI CD-ROM drive. In that case you should choose which module to load and the device to use. If you don't know which module and device are needed, look for some documentation or try a network installation instead of a CD-ROM installation.
ar: يبدو أن قارئ الأقراص المدمجة هو قارئ ميتسومي قديم أو آخر ليس من نوع IDE، أو SCSI. في تلك الحالة عليك أن تختار الوحدة لتحميلها والجهاز لاستخدامه. إن لم تكن تعرف أي وحدة أو جهاز هو مطلوب، ابحث عن بعض التوثيق أو حاول أن تقوم بالتثبيت الشبكي بدلاً من التثبيت عبر القرص المدمج.
ne: तपाईँको सी डी - रोम ड्राइभ पुरानो मित्सुमि वा अन्य IDE-विहिन, वा SCSI-विहिन सी डी - रोम ड्राइभ हुन सक्छ । त्यस्तो भएको खण्डमा तपाईँले कुन मोड्युल लोड गर्ने र कुन यन्त्र प्रयोग गर्ने भन्ने कुरा रोज्नु पर्ने हुन्छ । यदि तपाईँलाई कुन मोड्युल लोड गर्ने र कुन यन्त्र प्रयोग गर्ने भन्ने कुरा थाहा नभएमा, केहि मिसिलिकरण हेर्नुहोस् वा सी डी - रोमको सट्टामा सञ्जाल स्थापना तरिका कोशिस् गर्नुहोस् ।

source: Try again to mount the CD-ROM?
ar: هل أجرب تركيب القرص المدمج مرة أخرى؟
ne: सी डी - रोम माउन्ट गर्नलाई फेरि प्रयास गर्नुहुन्छ ?

source: Your installation CD-ROM couldn't be mounted. This probably means that the CD-ROM was not in the drive. If so you can insert it and try again.
ar: لم يمكن قرص التثبيت المدمج . يعني هذا على الأرجح أن القرص المدمج لم يكن في القارئ. إن كان كذلك يمكنك إدخاله ومعاودة المحاولة.
ne: तपाईँको स्थापना सी डी - रोम माउन्ट हुन सकेन । यसको मतलव सायद तपाईँको सी डी - रोम ड्राइभमा थिएन । यदि यस्तो हो भने तपाईँले यसलाई फेरि घुसाएर कोशिस् गर्न सक्नुहुन्छ ।

source: Module needed for accessing the CD-ROM:
ar: هناك حاجة لوحدة للوصول إلى قارئ الأقراص المدمجة.
ne: सी डी - रोम पहुँच गर्नका लागि आवश्यक्ता पर्ने मोड्युल:

source: The automatic detection didn't find a CD-ROM drive. You can try to load a specific module if you have a unusual CD-ROM drive (that is neither IDE nor SCSI).
ar: لم يعثر الفحص التلقائي على أي قارئ أقراص مدمجة. يمكنك محاولة تحميل وحدة معينة إن كان لديك قارئ أقراص مدمجة غير عادي (أي أنه ليس IDE أو SCSI).
ne: स्वाचालित पत्ता लगाउनेले सी डी-रोम फेला पार्न सकेन । यदि तपाईँ सँग अव्यावहारिक सी डी-रोम ड्राइभ(यात IDE होस वा SCSI नभएको) भएमा तपाईँले विशेष मोड्युल लोड गर्नका लागि कोशिस् गर्न सक्नुहुन्छ ।

source: Device file for accessing the CD-ROM:
ar: ملف الجهاز للوصول إلى قارئ الأقراص المدمجة.
ne: सी डी-रोम पहुँच गर्नका लागि यन्त्र:

source: In order to access your CD-ROM drive, please enter the device file that should be used. Non-standard CD-ROM drives use non-standard device files (such as /dev/mcdx).
ar: للوصول إلى قارئ الأقراص المدمجة، الرجاء إدخال اسم ملف الجهاز الذي يجب استخدامه. قارئات الأقراص المدمجة الغير عادية تستخدم أسماء أجهزة غير عادية (مثل /dev/mcdx).
ne: तपाईँको सी डी-रोम पहुँच गर्नका लागि, कृपया प्रयोग गर्नुपर्ने यन्त्र फाइल प्रविष्ट गर्नुहोस् । अमानक सी डी-रोम ड्राइभले अमानक यन्त्र फाइलहरू(/dev/mcdx) प्रयोग गर्दछ ।

source: You may switch to the shell on the second terminal (ALT+F2) to check the available devices in /dev with "ls /dev". You can return to this screen by pressing ALT+F1.
ar: يمكنك التبديل إلى سطر الأوامر على الشاشة الطرفية الثانية (ALT+F2) لتفحص الأجهزة المتوفرة في /dev باستخدام "ls /dev". يمكنك العودة إلى هذه الشاشة بالضغط على ALT+F1.
ne: तपाईँ "ls /dev" द्वारा /dev मा उपलब्ध यन्त्रहरू हेर्नका लागि दोस्रो टर्मिनलको शेलमा स्विच गर्न सक्नुहुन्छ (ALT+F2) । तपाईँ ALT+F1 द्वारा यो पर्दामा फर्कन सक्नुहुन्छ ।

source: Scanning CD-ROM
ar: مسح القرص
ne: सी डी-रोम स्क्यान गर्दै

source: Scanning ${DIR}...
ar: مسح ${DIR}...
ne: ${DIR} स्क्यान गर्दैछ...

source: CD-ROM detected
ar: عثر على قرص مدمج
ne: सी डी-रोम पत्ता लाग्यो

source: The CD-ROM autodetection was successful. A CD-ROM drive has been found and it currently contains the CD ${cdname}. The installation will now continue.
ar: نجح فحص قارئ الأقراص المدمجة التلقائي. عثر على قارئ الأقراص المدمجة ويحتوي حالياً على القرص ${cdname}. سوف يستمرّ التثبيت الآن.
ne: स्वाचालित रुपमा सी डी-रोम पत्ता लगाउने सफल भयो । एउटा सी डी-रोम ड्राइभ फेला पर्यो र अहिले यसमा CD ${cdname} समाहित छ । स्थापना अब निरन्तर हुनेछ ।

source: Incorrect CD-ROM detected
ar: عثر على قرص مدمج غير صحيح
ne: बेठीक सी डी-रोम पत्ता लाग्यो

source: The CD-ROM drive contains a CD which cannot be used for installation.
ar: يحتوي قارئ الأقراص المدمجة على قرص مدمج لا يمكن استخدامه للتثبيت.
ne: सी डी-रोम ड्राइभमा एउटा सी डी समाहित छ जुन स्थापनाका लागि प्रयोग गर्न सकिंदैन ।

source: Please insert a suitable CD to continue with the installation.
ar: الرجاء إدخال قرص ملائم للاستمرار بالتثبيت.
ne: कृपया स्थापना जारी राख्नका लागि सुहाँउदो सी डी घुसाउनुहोस् ।

source: Error reading Release file
ar: خطأ في قراءة ملف الإصدار
ne: जारी फाइल पढ्दा त्रुटि भयो

source: The CD-ROM does not seem to contain a valid 'Release' file, or that file could not be read correctly.
ar: لا يبدو أن القرص المدمج يحتوي ملف 'إصدار' صالح، أو أنه لم يمكن قراءة الملف بشكل صحيح.
ne: सी डी-रोममा वैध 'जारी फाइल' समाहित छैन वा त्यो फाइल ठीक सँग पढ्न सकिंदैन ।

source: You may try to repeat CD-ROM detection but, even if it does succeed the second time, you may experience problems later in the installation.
ar: قد ترغب بتكرار استكشاف القرص المدمج ولكن، حتى إن نجح ذلك في المرة الثانية، قد تواجه مشاكل لاحقاً في التثبيت.
ne: तपाईँ सी डी-रोम पत्ता लगाउने कार्य कोशिस् गर्न सक्नुहुन्छ तर यद्यपी यो दोस्रो पटक पनि सफल नभएमा, तपाईँले स्थापना पछि समस्या अनुभव गर्नुपर्ने हुन सक्छ ।

source: Unmounting and ejecting CD-ROM...
ar: فك وإخراج القرص المدمج...
ne: सी डी-रोम अनमाउण्ट गरेर बाहिर निकाल्दैछ...

source: Detect and mount CD-ROM
ar: فحص وتركيب قارئ الأقراص المدمجة
ne: सी डी-रोम पत्ता लगाउनुहोस् र माउण्ट गर्नुहोस्
